Repository: dreamerenigma/chatify-flutter
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

source: Unknown
ru: Неизвестный

source: Unknown size
ru: Неизвестный размер

source: Download
ru: Скачать

source: File
ru: Файл

source: Save as...
ru: Сохранить как...

source: Group data
ru: Данные группы

source: Media groups
ru: Медиа группы

source: No sound
ru: Без звука

source: contact details
ru: данные контакта

source: Printing...
ru: Печатает...

source: Enlarge to desired size
ru: Увеличить до нужного размера

source: Enlarge to original size
ru: Увеличить до оригинального размера

# zoomIn
source: Enlarge (Ctrl +)
ru: Увеличить (Ctrl +)

# zoomOut
source: Zoom (Ctrl -)
ru: Уменьшить (Ctrl -)

# imageAddToFavorites
source: Add to Favorites
ru: В Избранное

source: React to message
ru: Отреагировать на сообщение

source: Other options hidden
ru: Другие опции скрыты

source: Delete from me
ru: Удалить у меня

# deleteFromAll
source: Delete from everyone
ru: Удалить у всех

# messageHasBeenRemoved
source: This message has been deleted.
ru: Это сообщение удалено.

# createNewContactDialog
source: Create new contact
ru: Создать новый контакт

# addExistingContact
source: Add to existing contact
ru: Добавить к существующему контакту

# sendNearbyPlaceLocation
source: To send a nearby place or your location, allow Chatify to access your location.
ru: Чтобы отправить ближайшее место или своё местоположение, разрешите "Chatify" доступ к местоположению.

source: Not now
ru: Не сейчас

# continueButton
source: Continue
ru: Продолжить

# addUserDialog
source: Add...
ru: Добавить...

source: Review
ru: Обзор

source: Media
ru: Медиа

source: Files
ru: Файлы

source: Events
ru: Мероприятия

source: Failed to delete message
ru: Не удалось удалить сообщение

source: Delete message from
ru: Удалить сообщение от

source: messages from
ru: сообщений от

source: Open in another app
ru: Открыть в другом приложении

source: Insert
ru: Вставить

# answer
source: Reply
ru: Ответить

# addToFavoritesDialog
source: To Favorites
ru: В Избранные

# youCanDeleteMessageYourself
source: You can delete the message from everyone or just yourself.
ru: Вы можете удалить сообщение у всех или только у себя.

source: Data
ru: Данные

source: No Images Available
ru: Изображения отсутствуют

source: Error Loading GIF
ru: Ошибка загрузки GIF

source: Documents
ru: Документы

source: Gallery
ru: Галерея

source: Location...
ru: Местоположение...

source: Survey
ru: Опрос

source: Accept
ru: Принять

source: Call Ended
ru: Звонок завершен

source: Turn on Camera
ru: Включить камеру

source: Microphone
ru: Микрофон

source: Turn off Microphone
ru: Выключить микрофон

source: Turn on Microphone
ru: Включить микрофон

source: Open Chat
ru: Открыть чат

source: Call Back
ru: Перезвонить

source: Finish
ru: Завершить

source: ⚠️ WARNING: Empty microphone selected!
ru: ⚠️ ВНИМАНИЕ: выбран пустой микрофон!

# warningEmptySpeakerSelected
source: ⚠️ WARNING: An empty speaker has been selected!
ru: ⚠️ ВНИМАНИЕ: выбран пустой динамик!

source: Could not launch
ru: Не удалось запустить

source: Call from user
ru: Звонок от пользователя

# callPlanning
source: Call scheduling
ru: Планирование звонка

source: Call name
ru: Название звонка

source: Description (optional)
ru: Описание (необязательно)

source: Remove event end time
ru: Удалить время окончания мероприятия

source: Add event end time
ru: Добавить время окончания мероприятия

source: Call preview timed out
ru: Истекло время предварительного просмотра звонка

source: Please try again.
ru: Пожалуйста, повторите попытку.

source: Waiting for other participants...
ru: Ожидание других участников...

# anyUserLinkCanJoin
source: Any user with this link can join.
ru: Любой пользователь у которого есть эта ссылка, может присоединиться.

source: Invite
ru: Пригласить

source: Add groups
ru: Добавить группы

source: Community data
ru: Данные о сообществе

source: Invite participants
ru: Пригласить участников

source: Community settings
ru: Настройки сообщества

# groupsAddedCommunityDisplayed
source: Other groups added to the community will be displayed here. Community members can join these groups
ru: Здесь будут отображаться другие группы, добавленные в сообщество. Участники сообщества могут вступить в эти группы

# addGroup
source: Add a group
ru: Добавить группу

# createNewCommunity
source: Create a new community
ru: Создайте новое сообщество

# organizeCommunicationEducational
source: Organize communication for your district, school, or other groups. Create thematic groups and use the convenient function of sending announcements from the admin.
ru: Организуйте общение для своего района, учебного заведения или других коллективов. Создавайте тематические группы и пользуйтесь удобной функцией рассылки объявлений от админа.

# begin
source: Get started
ru: Начать

source: Change community
ru: Изменить сообщество

# pleaseSelectImageCommunity
source: Please select an image for the community.
ru: Пожалуйста, выберите изображение для сообщества.

source: Emoji picker
ru: Выбор эмодзи

# onlyAdmins
source: Admins only
ru: Только админы

source: Community permissions
ru: Разрешения сообщества

source: Who can add new members
ru: Кто может добавлять новых участников

source: Who can add to new groups
ru: Кто может добавлять в новые группы

# allCommunityMembersAddOtherMembers
source: All community members can add other members.
ru: Добавлять других участников могут все участники сообщества.

# addNewGroups
source: Who can add new groups
ru: Кто может добавлять новые группы

# membersCanAlwaysProposeGroups
source: Members can always propose groups for admin approval. Community admins can delete any groups.
ru: Участники всегда могут предлагать группы на подтверждение админом. Админы сообщества могут удалять любые группы.

# allCommunityMembersAddGroups
source: All community members can add groups
ru: Все участники сообщества могут добавлять группы

# communityAdminsOnly
source: Only community admins
ru: Только админы сообщества

# onlyCommunityAdminsAddGroups
source: Only community admins can add groups. Members can propose groups for admin approval.
ru: Только админы сообщества могут добавлять группы. Участники могут предлагать группы на рассмотрение админам.

source: No community
ru: Нет сообщества

source: Announcements
ru: Объявления

source: Unnamed Community
ru: Безымянное сообщество

source: No description
ru: Нет описания

source: No phone
ru: Нет телефона

# unableOpenMessagesApp
source: Unable to open the messages app
ru: Не удается открыть приложение сообщений

# contactContainPhoneNumber
source: Contact does not contain a phone number
ru: Контакт не содержит номера телефона

source: Community Picture
ru: Картинка сообщества

source: Emoji
ru: Эмодзи

# endToEndEncryptionMessagesCalls
source: With end-to-end encryption, the contents of your private messages and calls stay between you and the people you communicate with. No one can read, listen to, or forward them, not even Chatify employees. The following are protected:
ru: Благодаря сквозному шифрованию содержимое ваших личных сообщений и звонков остается только между вами и людьми, с которыми вы общаетесь. Никто не может прочитать, прослушать или переслать их, даже сотрудники Chatify. Под защитой находятся:

source: Your location
ru: Ваше местоположение

source: Status updates
ru: Обновления статуса

# groupsYouMember
source: Groups you are a member of
ru: Группы, в которых вы состоите

# welcomeToCommunity
source: Welcome to our community!
ru: Добро пожаловать в наше сообщество!

# generalCommunity
source: General
ru: Общая

# newCommunityMembersAddedAuto
source: New community members will no longer be added automatically.
ru: Новые участники сообщества больше не будут добавляться автоматически.

source: No date
ru: Нет даты

source: Managing Groups
ru: Управление группами

# addNounGroup
source: Add existing groups
ru: Добавить сущ. группы

# membersCanProposeExistingGroups
source: Members can propose existing groups to admins for review and add new groups themselves. Open community settings
ru: Участники могут предлагать существующие группы на рассмотрение админам и добавлять новые группы самостоятельно. Открыть настройки сообщества

# groupsInCommunity
source: Groups in this community
ru: Группы в этом сообществе

source: Error fetching groups
ru: Ошибка при извлечении групп

source: Group name (required)
ru: Название группы (необходимо)

source: Participants
ru: Участники

# pleaseEnterGroupName
source: Please enter a group name
ru: Пожалуйста, введите название группы

# addLeastOneParticipant
source: Add at least one participant
ru: Добавьте хотя бы одного участника

# pleaseSelectImageGroup
source: Please select an image for the group
ru: Пожалуйста, выберите изображение для группы

source: Error creating group
ru: Ошибка при создании группы

# duration24h
source: 24 hours
ru: 24 часа

# duration7d
source: 7 days
ru: 7 дней

# duration90d
source: 90 days
ru: 90 дней

# durationOff
source: Off
ru: Выкл.

source: Group Description
ru: Описание группы

# groupDescriptionVisible
source: The group description is visible to all its members, as well as to users invited to the group.
ru: Описание группы видно всем ее участникам, а также приглашенным в группу пользователям.

# youCreatedGroup
source: You created this group
ru: Вы создали эту группу

# addDescription
source: Add a description...
ru: Добавить описание...

# aboutGroup
source: About the group
ru: О группе

# pleaseSelectLeastOneParticipant
source: Please select at least one participant.
ru: Пожалуйста, выберите хотя бы одного участника.

# emoticonsGifsStickers
source: Emoticons, GIFs, stickers (Ctrl+Shift+E,G,S)
ru: Смайлики, GIF-файлы, стикеры (Ctrl+Shift+E,G,S)

# enterYourMessage
source: Enter a message
ru: Введите сообщение

# recordVoiceMessage
source: Record a voice message
ru: Записать голосовое сообщение

source: Voice message
ru: Голосовое сообщение

# chatsUnarchivedNewMessagesReceived
source: These chats will be unarchived when new messages are received. Click to edit.
ru: Данные чаты будут разархивированны при получении новых сообщений. Нажмите, чтобы изменить.

# archivedChatsWillNotUnarchived
source: Archived chats will not be unzipped when a new message is received
ru: Архивированные чаты не будут разархивированны при получении нового сообщения

source: Error fetching newsletters
ru: Ошибка при загрузке информационных бюллетеней

source: Device Status
ru: Состояние устройства

# selectDevicesSignOut
source: Select devices to sign out.
ru: Выберите устройства, чтобы выполнить выход.

# linkOtherDevicesToAccount
source: You can link other devices to this account.
ru: Вы можете связать с этим аккаунтом другие устройства.

source: Organize Lists
ru: Упорядочить списки

source: New Chat
ru: Новый чат

source: Close App
ru: Закрыть приложение

source: Search in Chat
ru: Поиск в чате

source: Mute Chat
ru: Отключение звука в чате

source: Mark as read/unread
ru: Пометить как прочитанное/непрочитанное

source: Emoji Panel
ru: Панель смайликов

source: GIF Panel
ru: Панель GIF

source: Sticker Panel
ru: Панель стикеров

source: Previous Chat
ru: Предыдущий чат

source: Next Chat
ru: Следующий чат

source: Edit Last Message
ru: Редактирование последнего сообщения

source: Decrease font size
ru: Уменьшить размер шрифта

source: Increase font size
ru: Увеличить размер шрифта

source: Reset font size
ru: Сбросить размер шрифта

source: Keyboard shortcuts
ru: Сочетания клавиш

# quickEmoticons
source: Quick emojis
ru: Быстрые смайлики

# typingMessageUseColonSymbol
source: When typing a message, use the colon sign to quickly search for emojis.
ru: Во время набора сообщения используйте знак двоеточие дял быстрого поиска выбора смайликов.

source: Cat
ru: Кошка

source: Hat
ru: Шляпа

# showBannerNotify
source: Show banner notifications
ru: Показывать баннерные уведомления

# showNotifyIconTaskbar
source: Show notification icon on taskbar
ru: Показывать значок уведомлений на панели задач

source: Messages
ru: Сообщения

source: Reactions
ru: Реакции

# showNotifyAboutReactions
source: Show notifications about reactions to messages you've sent
ru: Показывать уведомления о реакциях на отправленные вами сообщения

source: Status reactions
ru: Реакции на статус

# showNotificationsStatusLikes
source: Show notifications for status likes
ru: Показывать уведомления об отметках "Нравится" к статусу

# previewText
source: Text preview
ru: Предпросмотр текста

# showMessageTextNotifyWindow
source: Show message text in notification window
ru: Показывать текст сообщений в окне уведомлений

source: Media preview
ru: Предпросмотр медиа

# showMediaImagesNewMessageNotifyWindow
source: Show media images in new message notification window
ru: Показывать изображения медиа в окне уведомлений о новых сообщениях

# notifySounds
source: Notification sounds
ru: Звуки уведомлений

source: Theme
ru: Тема

# appColorTheme
source: Application color theme
ru: Цветовая тема приложения

# appColor
source: Application color
ru: Цвет приложения

source: Chat wallpaper
ru: Обои чата

# appDrawings
source: Chatify drawings
ru: Рисунки Chatify

source: Reset
ru: Сбросить

# increaseOrDecreaseFontSize
source: Increase or decrease font size with Ctrl +/-
ru: Увеличить или уменьшить размер шрифта можно с помощью клавиш Ctrl +/-

source: How are you?
ru: Как дела?

# fileNotSelected
source: No file selected
ru: Файл не выбран

# unableChangeYourName
source: Unable to edit your name
ru: Не удалось изменить ваше имя

# yourNameCannotEmpty
source: Your name cannot be empty.
ru: Ваше имя не может быть пустым.

# unableEditYourDetails
source: Unable to edit your details
ru: Не удалось изменить ваши сведения

# informationCannotEmpty
source: Details cannot be empty
ru: Сведения не могут быть пустыми

source: Select All
ru: Выделить всё

# confirmExit
source: Confirm Logout
ru: Подтверждение выхода

# areYouSureYouLogout
source: Are you sure you want to log out?
ru: Вы действительно хотите выйти?

# chatHistoryComputerClearedSignOut
source: The chat history on this computer will be cleared when you sign out.
ru: История чатов на этом компьютере будет очищена, когда вы выйдете из аккаунта.

source: Autoload
ru: Автозагрузка

# chooseMediaFilesDownloadedAutoMessages
source: Choose which media files are downloaded automatically from messages you receive.
ru: Выберите какие медиафайлы будут загружаться автоматически из получаемых вами сообщений.

source: Default device
ru: Устройство по умолчанию

# playSoundCheck
source: Play a sound to test
ru: Воспроизвести звук для проверки

# allowAppAccessYourMicro
source: Allow Chatify to access your microphone?
ru: Разрешить Chatify доступ к микрофону?

# changeSettingLaterGoing
source: You can change this later in Settings.
ru: Позже вы можете изменить этот параметр, перейдя в раздел "Настройки".

# allowAppAccessCamera
source: Allow Chatify to access your camera?
ru: Разрешить Chatify доступ к камере?

# alwaysChangeSettings
source: You can always change this in Settings.
ru: Вы всегда можете изменить это в настройках.

source: Stop playing sound
ru: Прекратить воспроизведение звука

source: Camera permissions
ru: Разрешения камеры

# cameraPermissionsDisabledWindowsSettings
source: Camera permissions are disabled in Windows Settings. Enable permissions to participate in video calls.
ru: Разрешения камеры отключены в настройках Windows. Включите разрешения, чтобы участвовать в видеозвонках.

source: Windows Settings: Camera
ru: Настройки Windows: камера

source: Unknown device
ru: Неизвестное устройство

source: Camera not found
ru: Камера не найдена

source: Test
ru: Тест

# clickCheckOthers
source: Click to check if others can hear you.
ru: Нажмите, чтобы проверить, слышат ли вас другие.

# recordMicrophoneInProgress
source: Recording from microphone
ru: Идет запись с микрофона

source: Record from microphone
ru: Записать с микрофона

# clickCheckHearOtherUsers
source: Click to check if you can hear other users.
ru: Нажмите, чтобы проверить, услышите ли вы других пользователей.

# contactingOfficialAppSupport
source: Contact the official Chatify Support Team for help
ru: Обращение за помощью в официальную Службу поддержки Chatify

# protectChatsApp
source: Protect your chats with Chatify
ru: Защитите чаты с Chatify

# answersGeneratedAi
source: Answers may be AI-generated
ru: Ответы могут быть сгенерированные ИИ

# leaveReviewHelpImprove
source: Leave feedback to help us improve
ru: Оставьте отзыв, чтобы помочь нам стать лучше

# answersAiGeneratedSecureTechnology
source: Some answers are AI-generated using secure technology from Input Studios. Chatify uses your conversations with Chatify Support to provide relevant answers to your questions. Your private messages and calls are still protected with end-to-end encryption.
ru: Некоторые ответы сгенерированы ИИ с помощью защищённой технологии от Input Studios. Chatify использует вашу переписку со Службой поддержки Chatify, чтобы дать актуальные ответы на ваши вопросы. Ваши личные сообщения и звонки по-прежнему защищены сквозным шифрованием.

# startChat
source: Start a chat
ru: Начать чат

source: Edit Favorites
ru: Редактировать Избранное

source: Creating call link...
ru: Создание ссылки на звонок...

# forNineHours
source: For 8 hours
ru: На 8 часов

# forOneWeek
source: For 1 week
ru: На 1 неделю

# noSoundUntil
source: Silent until
ru: Без звука до

source: Always silent
ru: Всегда без звука

# turnOnSound
source: Unmute
ru: Включить звук

# appAiSupportChatInfo
source: Chatify Support Team AI chat information
ru: Информация о чате Службы поддержки Chatify с использованием ИИ

source: Get help faster
ru: Получите помощь быстрее

# appSupportTeamAiQuestions
source: Chatify Support Team can use AI to answer your questions quickly 24/7.
ru: Служба поддержки Chatify может использовать ИИ, чтобы быстро отвечать на ваши вопросы в круглосуточном режиме.

# findOutChatsUseAi
source: Find out which chats use AI
ru: Узнайте в каких чатах используется ИИ

# moreInfoVisitHelpCenter
source: Check out the Help Center for more information
ru: Подробную информацию можно получить в Справочном центре

# visitHelpCenterFindAnswers
source: Visit the Help Center to find answers to your questions and read articles about the AI-powered messages we use.
ru: Посетите Справочный центр, чтобы найти ответы на свои вопросы и ознакомиться со статьями, которые используются для генерирования сообщений с помощью ИИ.

# aiGeneratedMessagesMarkedSymbol
source: Messages generated by Input Studios' AI are marked with a .
ru: Сообщения, генерируемые ИИ от Input Studios, отмечены символом .

# feedbackAiGeneratedMessagesAppQuality
source: You can provide feedback on your AI-powered messages to help Chatify improve their quality.
ru: Вы можете оставить отзыв о сообщениях, генерируемых ИИ, чтобы помочь Chatify повысить их качество.

# resetUnsentMessage
source: Reset an unsent message?
ru: Сбросить неотправленное сообщение?

# messageAttachedMediaScreen
source: Your message and attached media will not be sent if you close this screen.
ru: Ваше сообщение и прикреплённые медиафайлы не будут отправлены, если вы закроете этот экран.

source: Add details
ru: Добавить сведения

# failedOpenContactAddScreen
source: Failed to open the add contact screen.
ru: Не удалось открыть экран добавления контакта.

# searchCountryRegion
source: Search for country/region
ru: Поиск страны/региона

# messageMyself
source: Message to yourself
ru: Сообщение для себя

source: Sync contact on phone
ru: Синхронизировать контакт на телефоне

# contactAddYourPhoneAddressBook
source: This contact will be added to your phone's address book.
ru: Этот контакт будет добавлен в адресную книгу вашего телефона.

source: Delete chats
ru: Удалить чаты

# failedDeleteChat
source: Failed to delete chat
ru: Не удалось удалить чат

# allNewMessagesDisappearSelected
source: All new messages in this chat will disappear after the selected amount of time.
ru: Все новые сообщения в этом чате будут исчезать через выбранный промежуток времени.

source: Delete image
ru: Удалить изображение

source: View image
ru: Просмотр изображения

source: Change image
ru: Изменить изображение

source: Mark as unread
ru: Пометить как непрочитанное

source: Pin to top
ru: Закрепить вверху

source: Archive
ru: Архивировать

# areNotContacts
source: Not contacts
ru: Не являются контактами

source: Drafts
ru: Черновики

# returnChatList
source: Return to the chat list
ru: Вернуться к списку чатов

# selectCountryRegion
source: Select a country/region
ru: Выберите страну/регион

# enterPhoneNumber
source: Enter a phone number
ru: Введите номер телефона

# startChatPleaseEnterPhoneNumber
source: Enter a phone number to start a chat.
ru: Чтобы начать чат, укажите номер телефона.

source: New list
ru: Новый список

source: List title
ru: Название списка

# examples
source: Examples: "Work", "Friends"
ru: Примеры: "Работа", "Друзья"

# listCreateFilterChatsTab
source: Any list you create becomes a filter at the top of the Chats tab.
ru: Любой созданный вами список становиться фильтром в верхней части вкладки "Чаты".

source: Add people or groups
ru: Добавить людей или группы

# participantsNotifyMentioned
source: Other participants won't see that you've muted the chat. If you are mentioned, you will receive a notification.
ru: Другие участники не увидят, что вы отключили звук чата. Если вас упомянут, вы получите уведомление.

# nineHours
source: 8 hours
ru: 8 часов

# oneWeek
source: 1 week
ru: 1 неделя

# switchApps
source: Did you want to switch apps?
ru: Вы хотели переключить приложения?

# appTryingOpenSettings
source: Chatify is trying to open Settings.
ru: "Chatify" пытается открыть "Параметры".

source: Select color scheme
ru: Выбрать цветовую схему

source: Decoding voice messages
ru: Расшифровка гол. сообщений

source: Read new voice messages
ru: Читайте новые голосовые сообщения

source: Bright
ru: Светлые

# selectChat
source: Select a chat
ru: Выберите чат

# ensureSecureLoginProtectAcc
source: Ensure secure login and protect your account
ru: Обеспечьте безопасный вход и защитите свой аккаунт

# createAccessKeySecureSignInAcc
source: Create an access key so you have a secure and easy way to sign in to your account.
ru: Создайте ключ доступа, чтобы у вас был надежный и простой способ войти в свой аккаунт.

# logInAppFaceFingerprintRecognition
source: Log in to Chatify with face or fingerprint recognition, or with the screen lock feature.
ru: Войдите в Chatify с помощью функции распознавания лица или отпечатка либо при помощи функции блокировки экрана.

# accessKeySecurelyStoredPassManager
source: Your access key is securely stored in your password manager.
ru: Ваш ключ доступа надежно сохранен в менеджере паролей.

# passkeyCreated
source: Password created
ru: Пароль создан

source: Create access key
ru: Создать ключ доступа

# errorLogout
source: Error signing out. Please try again.
ru: Ошибка при выходе из системы. Попробуйте еще раз.

# errorDuringLogout
source: Error signing out. Please try again.
ru: Ошибка при выходе из системы. Попробуйте ещё раз.

# enterPhoneNumberCountryCode
source: Enter your old phone number with country code:
ru: Введите старый номер телефона с кодом страны:

# thisFieldRequired
source: This is required
ru: Это поле обязательно

# enterNewPhoneNumCountryCode
source: Enter your new phone number with country code:
ru: Введите новый номер телефона с кодом страны:

# addEmailAddress
source: Add an email address
ru: Добавьте электронный адрес

# sendConfirmCodeEmailAddress
source: We will send a confirmation code to this email address.
ru: Мы отправим код подтверждения на этот электронный адрес.

source: Unknown country
ru: Неизвестная страна

source: Invalid country code
ru: Неверный код страны
