Repository: dreamerenigma/chatify-flutter
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# blockCallsMessagesStatusUpdates
source: Block calls, messages, and status updates from specific contacts.
ru: Заблокируйте звонки, сообщения и обновления статуса от определённых контактов.

# blockCallsUnknownNumbers
source: Block calls from unknown numbers.
ru: Заблокируйте звонки с неизвестных номеров.

# changingYourPrivacySettings
source: Changing your privacy settings will not affect your status updates that have already been sent
ru: Изменения в настройках конфиденциальности не затронут уже отправленные ваши обновления статуса

# addUsername
source: The username you add
ru: Добавленное имя пользователя

# visibleYourAppProfile
source: will be visible on your Chatify profile.
ru: будет видно в вашем профиле Chatify.

# addingLinksAppProfileContacts
source: Adding links to your Chatify profile helps your contacts easily find your other profiles.
ru: Добавление ссылок в профиль Chatify помогает вашим контактам легко находить другие ваши профили.

source: VKontakte
ru: ВКонтакте

source: Odnoklassniki
ru: Одноклассники

# controlWhoSeeYourLinks
source: To control who can see your links, go to
ru: Чтобы контролировать, кому видны ваши ссылки, перейдите в

source: privacy settings
ru: настройки конфиденциальности

source: Error deleting group photo
ru: Ошибка при удалении группового фото

source: Group picture
ru: Картинка группы

source: No group picture
ru: Нет картинки группы

source: Error deleting profile photo
ru: Ошибка при удалении фотографии профиля

# failedDeleteProfilePhoto
source: Failed to delete profile photo.
ru: Не удалось удалить фотографию профиля.

# errorUpdatingUserInfo
source: Error updating user information
ru: Ошибка обновления информации о пользователе

source: Delete all
ru: Удалить все

# currentInfo
source: Current details
ru: Текущие сведения

source: Select details
ru: Выбрать сведения

# extraPrivacyYourChats
source: Extra privacy for your chats
ru: Дополнительная конфиденциальность для ваших чатов

# usePrivacyProtectAccessMessageMedia
source: Use privacy features to protect and restrict access to your messages and media.
ru: Используйте функции конфиденциальности дял защиты и ограничения доступа к своим сообщениям и медиафайлам.

# newChatsMessagesDisappearSetTimer
source: Start new chats with messages that will disappear according to the timer you set.
ru: Начинайте новые чаты с сообщениями, которые будут исчезать в соответствии с заданным таймером.

# backupEndToEndEncryption
source: End-to-end encrypted backup
ru: Резервное копирование со сквозным шифрованием

# enableEncryptionBackupEmployeesAccess
source: Enable encryption for your backup so that no one, including Input Studios or Chatify employees, can access it.
ru: Включите шифрование своей резервной копии, чтобы никто, включая сотрудников Input Studios или Chatify, не смог получить к ней доступ.

# callsProtectedEndToEndEncryption
source: Messages and calls are protected with end-to-end encryption. Tap to confirm.
ru: Сообщения и звонки защищены сквозным шифрованием. Нажмите, чтобы подтвердить.

# closeHideChatDevice
source: Close and hide this chat on this device.
ru: Закрыть и скрыть этот чат на данном устройстве.

source: general group
ru: общая группа

source: general groups
ru: общие группы

source: Block
ru: Заблокировать

# complainAbout
source: Report
ru: Пожаловаться на

source: Last week
ru: На прошлой неделе

source: Last month
ru: В прошлом месяце

source: QR code
ru: QR-код

source: Reset QR code
ru: Сбросить QR-код

source: My code
ru: Мой код

source: Scan code
ru: Сканировать код

# contactApp
source: Chatify contact
ru: Контакт Chatify

# yourQrCodePrivateContacts
source: Your QR code is private. People you share it with can scan it with the Chatify camera to add you to their contacts.
ru: Ваш QR-код конфиденциален. Пользователи, с которыми вы им поделитесь, смогут просканировать его с помощью камеры Chatify, чтобы добавить вас в свой список контактов.

# helloProfile
source: Hello
ru: Привет

source: Error launching Google Photos
ru: Ошибка запуска Google Фото

# failedOpenSystemGallery
source: Failed to open system gallery
ru: Не удалось открыть системную галерею

# previousQrCodeLongerValid
source: The previous QR code will no longer be valid.
ru: Прежний QR-код больше не будет действителен.

# scanAppQrCode
source: Scan Chatify QR code
ru: Сканировать QR-код Chatify

source: Confirm by email
ru: Подтвердите по электронной почте

# useYourEmailSignInAccountRecover
source: Use your email to sign in or recover your account.
ru: Используйте электронную почту для входа в аккаунт или его восстановление.

source: Protect your account
ru: Защитите свой аккаунт

# signInFaceRecognitionFingerprint
source: Sign in with face recognition, fingerprint, or screen lock.
ru: Войдите с помощью функции распознавания лица, отпечатка пальца или с помощью функции блокировки экрана.

source: Account Download Center
ru: Центр загрузки аккаунта

source: Account Center
ru: Центр аккаунтов

# manageYourAccountsAppProducts
source: Manage your accounts across Chatify, Blog Sphere, and more in one place.
ru: Централизованно управляйте своими аккаунтами в Chatify, Blog Sphere и в других продуктах.

# animationEnabledEmojisStickersAuto
source: When animation is enabled, emojis, stickers, and GIFs will move automatically.
ru: При включенной анимации смайлики, стикеры и файлы GIF будут двигаться автоматически.

# emoticons
source: Emojis
ru: Смайлики

source: Stickers
ru: Стикеры

# chooseStickersGifsMoveAuto
source: Choose whether stickers and GIFs move automatically.
ru: Выберите, будут ли стикеры и GIF двигаться автоматически.

# groupHasBeenCreated
source: Group created
ru: Группа создана

source: Copied
ru: Скопированно

source: Add links
ru: Добавьте ссылки

# screenshotsOptional
source: Screenshots are optional
ru: Скриншоты необязательно

source: How can we help you?
ru: Чем мы можем вам помочь?

# diagnosticTechnicalInfoAboutDevice
source: By clicking Next, you agree to Chatify to check diagnostic information and technical specifications of the device, as well as to check metadata associated with your account in order to find and fix the reported problem.
ru: Нажимая "Далее", вы даете согласие Chatify на проверку информации о диагностике и технических характеристиках устройства, а также на проверку метаданных, связанных с вашим аккаунтом, с целью поиска и устранения указанной проблемы.

source: Permission not granted
ru: Разрешение не предоставлено

source: Please enter text
ru: Пожалуйста, введите текст

# holdRecordVoiceMessage
source: Hold to record voice message
ru: Удерживайте, чтобы записать голосовое сообщение

source: Signature (optional)
ru: Подпись (необязательно)

# gifFileNotSelected
source: No GIF file selected
ru: GIF-файл не выбран

source: Search for emoticons
ru: Поиск смайликов

# emoticonsPeople
source: Emoticons and people
ru: Смайлики и люди

# animalsNature
source: Animals and nature
ru: Животные и природа

# foodDrinks
source: Food and drinks
ru: Еда и напитки

source: Physical activity
ru: Физическая активность

# travelPlaces
source: Travel and places
ru: Путешествия и места

source: Objects
ru: Объекты

source: Symbols
ru: Символы

source: Flags
ru: Флаги

source: Selected color
ru: Выбранный цвет

source: Error loading GIFs
ru: Ошибка загрузки GIF-файлов

# failedDecodeGif
source: Failed to decode GIF
ru: Не удалось декодировать GIF

# youAddedStickers
source: You haven't added any stickers yet
ru: Вы пока не добавили ни одного стикера

# youAddedStickersFavorites
source: You haven't added any stickers to your favorites yet
ru: Вы пока не добавили ни одного стикера в избранное

source: Opening
ru: Открытие

source: File selected
ru: Выбран файл

# youCommunicatingOfficialAppSupport
source: You are communicating with the official Chatify Support account.
ru: Вы общаетесь с официальным аккаунтом Службы поддержки Chatify.

source: No events to show
ru: Нет мероприятий для показа

source: No files
ru: Нет файлов

source: File name
ru: Название файла

source: No links
ru: Нет ссылок

source: No media files
ru: Нет медиафайлов

source: Element
ru: Элемент

source: Change contact
ru: Изменение контакта

# userIsNull
source: User is invalid
ru: Пользователь недействителен

source: User data unavailable
ru: Данные пользователя недоступны

source: Was
ru: Был(-а)

# blockAppSupportCompany
source: Block Chatify Support company?
ru: Заблокировать компанию Chatify Support?

# companyLongerCallMessageBlocking
source: This company will no longer be able to call or message you. Blocking reason:
ru: Эта компания больше не сможет вам звонить или отправлять сообщения. Причина блокировки:

source: Not interested
ru: Не интересует

source: Spam
ru: Спам

source: Too many messages
ru: Слишком много сообщений

source: No reason
ru: Нет причин

# submitComplaintApp
source: Report this group to Chatify?
ru: Пожаловаться в Chatify на эту группу?

# lastFiveMessagesAppThisBlocked
source: The last 5 messages in this chat will be forwarded to Chatify. This user will not know that you have blocked or reported them.
ru: Последние 5 сообщений в этом чате будут пересланы в Chatify. Этот пользователь не узнает о том, что вы заблокировали его или подали на него жалобу.

# lastFiveMessagesChatForwardedApp
source: The last 5 messages in this chat will be forwarded to Chatify.
ru: Последние 5 сообщений в этом чате будут пересланы в Chatify.

# messagesChatAiGenerated
source: Messages in this chat may be AI generated.
ru: Сообщения в этом чате могут быть сгенерированны ИИ.

source: Hide
ru: Скрыть

# phoneNumberRegisteredApp
source: This phone number is registered with Chatify
ru: Этот номер телефона зарегистрирован в Chatify

# youSureArchiveAllChats
source: Are you sure you want to archive ALL chats?
ru: Вы действительно хотите архивировать ВСЕ чаты?

source: Event
ru: Мероприятие

source: Drawing
ru: Рисунок

source: Mobile Network
ru: Мобильная сеть

# deleteMediaFilesReceivedChatsDevice
source: Also delete media files received in chats from the device gallery
ru: Также удалить медиафайлы, полученные в чатах, из галереи устройства

# deleteFavoritePosts
source: Delete favorite messages
ru: Удалить избранные сообщения

source: Clear chats
ru: Очистить чаты

# closedChatsClearedOpened
source: Closed chats will be cleared and opened
ru: Закрытые чаты будут очищены и открыты

# messagesPhotosVideosClosedChats
source: All messages, photos and videos in closed chats will be deleted, and the chats themselves will become open in the main chat list.
ru: Все сообщения, фото и видео в закрытых чатах будут удалены, а сами чаты станут открытыми в основном списке чатов.

# secretCodeReset
source: Also reset the secret code (if any).
ru: Также будет сброшен секретный код (при наличии).

# openClear
source: Open and clear
ru: Открыть и очистить

# deleteMediaFilesReceivedChats
source: Also delete media files received in chats from the device gallery
ru: Также удалить медиафайлы, полученные в чатах, из галереи устройства

# youSureDeleteAllInformation
source: Are you sure you want to delete all Information?
ru: Вы действительно хотите удалить все Сведения?

# deleteUnreadList
source: Delete the list "Unread"?
ru: Удалить список "Непрочитанное"?

# deleteResetListHidden
source: If you delete the preset list, it will be hidden. Your group and individual chats will not be deleted. To get this list back, go to the "Lists" section in settings
ru: Если вы удалите предустановленный список, он будет скрыт. Ваши групповые и индивидуальные чаты не будут удалены. Чтобы вернуть этот список, перейдите в раздел "Списки" в настройках

source: Trim
ru: Обрезать

source: Send as File
ru: Отправить как файл

# emoticonsStickers
source: Emoticons and stickers
ru: Смайлики и стикеры

source: Edit Lists
ru: Изменить списки

# editListsFiltersChangeDisplay
source: You can edit lists and filters here, or change how they appear on the "Chats" tab.
ru: Вы можете редактировать списки и фильтры здесь, либо, изменять их отображение на вкладке "Чаты".

source: Editing: Favorites
ru: Редактирование: Избранное

# usePencilChangeListsChats
source: Use the pencil to change the order of lists on the "Chats" tab.
ru: Используйте карандаш, чтобы изменять порядок списков на вкладке "Чаты".

# editFavoritesChangeOrderFavorites
source: You can edit Favorites here, or change the order of Favorites on the "Calls" tab.
ru: Вы можете отредактировать "Избранное" здесь или изменить порядок отображения "Избранного" на вкладке "Звонки"

source: Enter your name
ru: Введите своё имя

# groupAdminsReceiveNotify
source: Only group admins will receive notifications that you have left the group
ru: Только админы группы получат уведомления о том, что вы покинули группу

source: Silent mode?
ru: Беззвучный режим?

source: Permissions
ru: Разрешения

# searchInternet
source: Search the Internet
ru: Поиск в Интернете

source: Examples: "Work", "Friends"
ru: Примеры: "Работа", "Друзья"

# listCreateFilterChats
source: Any list you create becomes a filter at the top of the Chats tab.
ru: Любой созданный вами список становится фильтром в верхней части вкладки "Чаты".

source: Avatar
ru: Аватар

source: Media download quality
ru: Качество загрузки медиафайлов

source: Standard quality
ru: Стандартное качество

# fasterSendingSmallerFile
source: Faster sending, smaller file size file
ru: Более быстрая отправка, меньший размер файла

source: HD quality
ru: HD-качество

# slowerShippingSixTimesBigger
source: Slower sending, can be up to 6 times larger
ru: Более медленная отправка, размер может быть в 6 раз больше

# reportGroupApp
source: Report this group to Chatify?
ru: Сообщить об этой группе в Chatify?

# lastFiveMessagesGroup
source: The last 5 messages in this group will be forwarded to Chatify. If you leave the group and delete the chat, the messages will only be deleted from this device and your devices with newer versions of Chatify.
ru: Последние 5 сообщений в этой группе будут переслан в Chatify. Если вы выйдете из группы и удалите чат, сообщения будут удалены только с этого устройства и с ваших устройств с более новыми версиями Chatify.

# groupMembersNotified
source: Group members will not be notified.
ru: Участники группы не будут об этом оповещены.

# leaveGroupDeleteChat
source: Leave the group and delete the chat
ru: Выйти из группы и удалить чат

# resetAllNotificationSettings
source: Reset all notification settings, including individual notification settings for chats?
ru: Сбросить все настройки уведомлений, включая индивидуальные настройки уведомлений для чатов?

# selectList
source: Select a list
ru: Выберите список

# appFindConnectedCamera
source: Chatify could not find a connected camera.
ru: Chatify не удалось найти подключённую камеру.

# videoCallsAppCameraConnectComputer
source: Chatify requires a camera to make video calls. Please connect one to your computer.
ru: Для осуществления видеозвонков Chatify необходима камера. Подключите её к своему компьютеру.

# failedCaptureVideoCameraApp
source: Failed to capture video. Another app is using the camera.
ru: Не удалось снять видео. Камера используется другим приложением.

source: Short
ru: Короткий

source: Long
ru: Длинный

# fileReadySend
source: The file is ready to send.
ru: Файл готов к отправке

# imageSentSuccess
source: Image submitted successfully!
ru: Изображение успешно отправлено!

# userCancelSubmission
source: User cancelled submission.
ru: Пользователь отменил отправку.

# groupNullCannotUpdateImage
source: Group is empty, can't update update
ru: Группа пуста, невозможно обновить изображение

# herePicture
source: Here is the image!
ru: Вот изображение!

# failedUpdateGroupImageDatabase
source: Failed to update group image in database.
ru: Не удалось обновить изображение группы в базе данных.

# groupImageClearedSuccessDatabase
source: Group image successfully deleted from database.
ru: Изображение группы успешно удалено из базы данных.

# noImageUrlDelete
source: No image URL to delete
ru: Нет URL-адреса изображения для удаления

# groupNullCannotClearImage
source: Group is empty, can't clear image
ru: Группа пуста, невозможно очистить изображение

# failedCleaGroupImageDatabase
source: Failed to save group image to database.
ru: Не удалось очистить изображение группы в базе данных.

source: Get Media Stream Error
ru: Получить ошибку потока мультимедиа

# communityNullCannotUpdateImage
source: Community is empty, can't update update
ru: Сообщество пусто, невозможно обновить изображение

# failedUpdateCommunityImageDatabase
source: Failed to update community image in the database.
ru: Не удалось обновить изображение сообщества в базе данных.

# communityNullCannotClearImage
source: Community is empty, can't clear image.
ru: Сообщество пусто, невозможно очистить изображение.

# failedClearCommunityImageDatabase
source: Failed to save community image to the database.
ru: Не удалось очистить изображение сообщества в базе данных.

# lookAtPicture
source: Look at this image!
ru: Посмотри на это изображение!

# newsletterImageUpdatedSuccessDatabase
source: Newsletter image successfully updated in the database
ru: Изображение информационного бюллетеня успешно обновлено в базе данных

# newsletterNullCannotUpdateImage
source: Newsletter is empty, can't clear image
ru: Информационный бюллетень пуст, невозможно обновить изображение

# failedUpdateNewsletterImageDatabase
source: Failed to update newsletter image in the database.
ru: Не удалось обновить изображение информационного бюллетеня в базе данных.

# newsletterNullCannotCleaImage
source: Newsletter is empty, can't clear image
ru: Информационный бюллетень пуст, невозможно очистить изображение

# failedClearNewsletterImageDatabase
source: Failed to clear newsletter image bulletin from the database.
ru: Не удалось удалить изображение информационного бюллетеня из базы данных.

source: Chat Archive
ru: Архив чатов

source: Featured Messages
ru: Изб. сообщения

source: Complain and leave
ru: Пожаловаться и выйти
