Repository: dreamerenigma/chatify-flutter
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# changingYourPhoneNumber
source: Changing your phone number will move your groups, settings, and account data.
ru: Изменение вашего номера телефона приведёт, к перемещению ваших групп, настроек и данных вашего аккаунта.

# beforeContinueReceiveCallsNumber
source: Before continuing, make sure you can receive text messages or calls on your new number.
ru: Прежде чем продолжить, убедитесь, что вы сможете принимать SMS или звонки на свой новый номер.

# changedPhoneYourNumber
source: If you have changed both your phone and number, change your number on your old phone first.
ru: Если у вас сменился и телефон, и номер, сначала измените свой номер на старом телефоне.

# addEmailAddressSecureAccount
source: Add an email address, to secure your account
ru: Добавьте электронный адрес, чтобы защитить аккаунт

# confirmAccountEven
source: Verify your account even without SMS.
ru: Подтверждайте свой аккаунт даже без SMS.

# emailAddressContactProvideSupport
source: An email address will help us contact you for security issues or to provide support.
ru: Электронный адрес поможет нам связаться с вами для решения проблем безопасности или для предоставления поддержки.

# emailAddressDisplayedUsers
source: Your email address will not be displayed to other users.
ru: Ваш электронный адрес не отобразиться у других пользователей.

# createSixDigitRemember
source: Create a 6-digit PIN you can remember
ru: Придумайте 6-значный PIN, который вы сможете запомнить

# endToEndEncryptionPrivateMessages
source: With end-to-end encryption, your private messages stay between you and the people you message. Not even Chatify can access them. These include:
ru: Благодаря сквозному шифрованию ваши личные сообщения остаются только между вами и людьми, с которыми вы общаетесь. Даже Chatify не может получить к ним доступ. К ним относятся:

source: Open in browser
ru: Открыть в браузере

# securityNotificationsDevice
source: Show security notifications on this device
ru: Показывать уведомления безопасности на этом устройстве

# notifySecurityCodeEndToEndEncrypted
source: Get notified when the security code changes on your phone and the phone of a end-to-end encrypted chat contact. If you have multiple devices, you must enable this setting separately on each device you want to receive notifications on.
ru: Получайте уведомления в случае изменений кода безопасности на вашем телефоне и телефоне контакта в чате со сквозным шифрованием. Если у вас несколько устройств, этот параметр необходимо включить отдельно на каждом устройстве, на котором вы хотите получать уведомления.

# generateReportAppAccountInfo
source: Generate a report of your Chatify account information and settings that you can view or export to another app. This report does not include your messages.
ru: Создайте отчет с информацией и настройками вашего аккаунта Chatify, который вы можете контакта в чате со сквозным просмотреть или экспортировать в другое приложение. Этот отчет не содержит ваших сообщений.

source: Account Info
ru: Информация аккаунта

source: Request Report
ru: Запросить отчет

# generateReportInfoSettings
source: Generate a report of your Chatify account information and settings that you can view or export to another app. This report does not include your messages.
ru: Создайте отчет с информацией и настройками вашего аккаунта Chatify, который вы можете просмотреть или экспортировать в другое приложение. Этот отчет не содержит ваших сообщений.

# generateReportsAuto
source: Generate reports automatically
ru: Создавать отчёты автоматически

# newReportGeneratedMonthly
source: A new report will be generated monthly.
ru: Новый отчет будет создаваться ежемесячно.

source: Search countries
ru: Поиск стран

# extraLayerSecurityTwoStepVerify
source: For an extra layer of security, enable two-step verification, which will require a PIN when re-registering your number to Chatify.
ru: Чтобы обеспечить дополнительный уровень безопасности, включите двухшаговую проверку, которая будет требовать PIN при повторной регистрации вашего номера в Chatify.

# turnOn
source: Enable
ru: Включить

# backupSettingsAccountStorage
source: Backup settings. Create backup copies of your chats and media files to your Input Studios account storage. You can restore them on a new phone after downloading Chatify.'
ru: Настройки резервного копирования. Создавайте резервные копии ваших чатов и медиафайлов в хранилище вашего аккаунта Input Studios. Вы сможете восстановить их на новом телефоне после скачивания Chatify.'

# createBackupCopy
source: Create backup
ru: Создать резервную копию

source: Export chat
ru: Экспорт чата

source: Clear all chats
ru: Очистить все чаты

source: Seasons
ru: Сезоны

# darkWallpaper
source: Dark
ru: Тёмные

# brightWallpaper
source: Bright
ru: Яркие

source: Solid Colors
ru: Сплошные цвета

source: My Photos
ru: Мои фото

# wallpaperDarkTheme
source: Dark theme wallpaper
ru: Обои для тёмной темы

# wallpaperLightTheme
source: Light theme wallpaper
ru: Обои для светлой темы

source: Reset wallpaper settings
ru: Сброс настроек обоев

source: Default wallpaper
ru: Обои по умолчанию

# transferChatHistoryAndroidDevices
source: Transfer chat history to Android devices
ru: Перенос истории чатов на устройства Android

# privatelyExportHistorySaveRecentMessages
source: Privately export your chat history and save recent messages without using Input Studios storage. You must grant permissions to connect to a new device.
ru: Конфиденциально экспортируйте свою историю чатов и сохраните недавние сообщения без использования хранилища Input Studios. Для подключения к новому устройству необходимо предоставить соответствующие разрешения.

# defaultAppWallpaper
source: This is the default Chatify wallpaper
ru: Это обои Chatify по умолчанию

# swipeLeftViewMoreWallpapers
source: Swipe left to view more wallpapers
ru: Проведите влево, чтобы просмотреть больше обоев

source: View
ru: Просмотр

source: Today
ru: Сегодня

# setWallpaperDarkTheme
source: Set the dark theme wallpaper
ru: Установите обои для тёмной темы

# setWallpaperLightTheme
source: Set wallpaper for light theme
ru: Установите обои для светлой темы

source: Set wallpaper
ru: Установить обои

source: Wallpaper installed
ru: Обои установлены

# wallpaperImageSelected
source: Wallpaper not installed, no image selected
ru: Обои не установлены, изображение не выбрано

source: Wallpaper not installed
ru: Обои не установлены

source: Contact name
ru: Имя контакта

source: Darkening wallpaper
ru: Затемнение обоев

# changeWallpaperLightTheme
source: To change the wallpaper for light theme, enable light theme: Settings > Chats > Theme.
ru: Чтобы изменить обои для светлой темы, включите светлую тему: Настройки > Чаты > Тема.

# longPressMessageChannelFavorites
source: Tap and hold a message or channel post to add it to Favorites. This makes it easy to find content later.
ru: Нажмите на сообщение или публикацию канала и удерживайте их, чтобы добавить в Избранные. Так вы легко найдете нужный вам контент позже.

# easierFindPeopleGroups
source: Make it easier to find the people and groups that matter to you in Chatify.
ru: Упростите поиск важных для вас людей и групп в Chatify.

# favoritesChangeFavoritesCalls
source: You can edit your Favorites here or change the order in which Favorites appear in the Calls tab.
ru: Вы можете отредактировать Избранное здесь или изменить порядок отображения Избранного на вкладке "Звонки".

# pleaseDescribeHappenedAttachImages
source: Please describe what happened and attach images or additional details if necessary. This will help our team quickly understand the situation and offer a solution.
ru: Расскажите, что произошло, и при необходимости приложите изображения или дополнительные детали. Это поможет нашей команде быстрее разобраться в ситуации и предложить решение.

# continuingAgreeAppTechInfo
source: By continuing, you agree to Chatify reviewing your technical account information so that our team can provide you with assistance with this issue.
ru: Продолжая, вы даете согласие Chatify на проверку технической информации о вашем аккаунте, чтобы специалисты могли предоставить вам помощь в решении этой проблемы.

# answerAppChat
source: We will answer you in Chatify
ru: Мы ответим вам в чате Chatify

# howStaySafeApp
source: How to stay safe on Chatify
ru: Как оставаться в безопасности в Chatify

# receivedVerifyCode
source: You received a verification code even though you didn't ask for it
ru: Вы получили код подтверждения хотя не запрашивали его

# howChangePhoneNumber
source: How to change your phone number
ru: Как изменить номер телефона

# howBlockReportUser
source: How to block and report a user
ru: Как заблокировать пользователя и пожаловаться на него

source: All Popular Articles
ru: Все популярные статьи

# youSendComplaint
source: You can send a complaint
ru: Можете отправить жалобу

source: About our app
ru: О нашем приложении

source: Nothing found
ru: Ничего не найдено

# pleaseCheckSpellingDifferentKeywords
source: Check your spelling or use other keywords.
ru: Проверьте правильность написания или используйте другие ключевые слова.

# appConvenientCommunication
source: Let's chat in Chatify. It's a fast, convenient and safe app for communicating with each other for free. Download https://inputstudios.ru/download
ru: Давайте будем общаться в Chatify. Это быстрое, удобное и безопасное приложение для бесплатного общения друг с другом. Скачать https://inputstudios.ru/download

source: From contacts
ru: Из контактов

# onlyYouSeeWhoLists
source: Only you can see who is in your lists
ru: Только вы видите, кто находится в ваших списках

# usePencilChangeOrderLists
source: Use the pencil to change the order of lists on the "Chats" tab.
ru: Используйте карандаш, чтобы изменить порядок списков на вкладке "Чаты".

# includedInList
source: Included in the list
ru: Включены в список

# addPeopleOrGroupsFavorite
source: Add people or groups
ru: Добавить людей или группы

# editYourFavoritesChange
source: You can edit your Favorites here or change the order in which Favorites appear on the Calls tab
ru: Вы можете отредактировать "Избранное" здесь или изменить порядок отображения "Избранного" на вкладке "Звонки"

# listUpdatedAutoDisplayGroupChats
source: This list is updated automatically for you to display all group chats.
ru: Этот список обновляется дял вас автоматически, отображая все групповые чаты.

source: Group chats
ru: Групповые чаты

# listCreateFilterTopChats
source: Any list you create becomes a filter at the top of the Chats tab.
ru: Любой созданный вами список становится фильтром в верхней части вкладки "Чаты".

source: Create your own list
ru: Создание собственного списка

source: Your lists
ru: Ваши списки

source: Preset
ru: Предустановка

source: Available presets
ru: Доступные предустановки

# deleteOnePresetListsUnreadGroups
source: If you delete one of the preset lists, such as "Unread" or "Groups", it will be available here.
ru: Если вы удалите один из предустановленных списков, например "Непрочитанное" или "Группы", он будет доступен здесь.

# listAutoChatsUnreadMessages
source: This list is automatically deleted for you, showing all chats with unread messages.
ru: Этот список удаляется для вас автоматически, отражая все чаты с непрочитанными сообщениями.

source: Unread chats
ru: Непрочитанные чаты

# resetNotifySettings
source: Reset notification settings
ru: Сбросить настройки уведомлений

source: Sounds in chat
ru: Звуки в чате

# playSoundsIncomingOutgoing
source: Play sounds for incoming and outgoing messages
ru: Воспроизводить звуки для входящих и исходящих сообщений

source: Reminders
ru: Напоминания

# periodicRemindersStatusUpdates
source: Get periodic reminders for status updates you missed seen
ru: Получайте периодические напоминания об обновлениях статуса, которых вы не видели

source: Notification sound
ru: Звук уведомления

source: Default (Bongo)
ru: По умолчанию (Bongo)

source: Vibration
ru: Вибрация

# popPopNotify
source: Pop-up notification
ru: Всплывающее уведомление

source: Not available
ru: Недоступно

# lightNotify
source: Light
ru: Свет

# whiteNotify
source: White
ru: Белый

source: Priority notifications
ru: Приоритетные уведомления

# showPopUpNotify
source: Show pop-up notifications at the top of the screen
ru: Показывать всплывающие уведомления в верхней части экрана

# reactionNotify
source: Reaction notifications
ru: Уведомления о реакциях

# showNotifyReactionsMessagesSend
source: Show notifications about reactions to messages you sent
ru: Показывать уведомления о реакциях на отправленные вами сообщения

# showPopUpNotificationsScreen
source: Show pop-up notifications at the top of the screen
ru: Показывать всплывающие уведомления в верхней части экрана

# showNotifyAboutReactionsSend
source: Show notifications about reactions to messages you send
ru: Показывать уведомления о реакциях на отправленные вами сообщения

source: Melody
ru: Мелодия

# defaultNotify
source: Default (Huawei Tune Living)
ru: По умолчанию (Huawei Tune Living)

# showNotifyStatusLiked
source: Show notifications when a status is liked
ru: Показывать уведомления при отметках "нравиться" к статусу

source: Automatic timer
ru: Автоматический таймер

# timerDisappearingMessagesNewChats
source: Timer for messages disappearing in new chats:
ru: Таймер исчезающих сообщение в новых чатах:

# modeEnabledMessagesNewIndividualChats
source: When enabled, messages in all new individual chats will disappear after the selected period of time. This will not affect existing chats.
ru: Если этот режим включён, сообщения во всех новых индивидуальных чатах будут исчезать по истечении выбранного периода времени. Это никак не повлияет на уже имеющиеся чаты.

# notAffectApplyMessageTimerExistingChats
source: This will not affect existing chats. To apply this message timer to existing chats,
ru: Это никак не повлияет на уже имеющиеся чаты. Чтобы применить этот таймер сообщений к имеющимся чатам,

source: select them.
ru: выберите их.

source: Blocked
ru: Заблокированные

# clickOnIcon
source: Click the icon
ru: Нажмите на значок

# selectContactYouBlock
source: to select the contact you want to block
ru: , чтобы выбрать контакт, который вы хотите заблокировать

# blockedContactsLongerCallMessage
source: Blocked contacts will no longer be able to call or message you.
ru: Заблокированные контакты больше не смогут вам звонить или отправлять сообщения.

# closedChatsDisplayedGeneralList
source: Closed chats are not displayed in the general list
ru: Закрытые чаты не отображаются в общем списке

# youHavePrivateChatsListEnterSearch
source: If you have private chats, pull down the chat list or enter your secret code in the search bar to find them.
ru: Если у вас есть закрытые чаты, потяните список чатов вниз или введите свой секретный код в строке поиска, чтобы найти их.

# openClearAllClosedChats
source: Open and clear all closed chats
ru: Открыть и очистить все закрытые чаты

# youForgottenYourSecretCode
source: If you forgot your secret code, you can reset it. This will delete messages, photos, and videos in private chats and open the chats themselves.
ru: Если вы забыли свой секретный код, его можно сбросить. При этом сообщения, фото и видео в закрытых чатах будут удалены, а сами чаты будут открыты.

source: Privacy Check
ru: Проверка конфиденциальности

source: Control your personal data
ru: Контролируйте свои персональные данные

# chooseActivityOnlineStatus
source: Choose who can see your activity and online status
ru: Выберите, кто сможет видеть ваши действия и статус "в сети"

# seesMyProfilePicture
source: Who sees my profile picture
ru: Кто видит моё фото профиля

# chooseYourProfilePhoto
source: Choose who can see your profile picture.
ru: Укажите, кто может видеть ваше фото профиля.

# lastSeenOnlineStatus
source: Last seen and online status
ru: Время последнего посещения и статус "в сети"

# chooseWhoOnline
source: Choose who can see when you are online.
ru: Выберите, кто может видеть, когда вы в сети.

# readReceiptsTurnedOnUsersMessages
source: When read receipts are turned on, other users will see whether you have read your messages.
ru: Когда отчеты о прочтении включены, другие пользователи будут видеть, просмотрели ли вы сообщения.

source: Geodata
ru: Геоданные

# youShareGeodataChat
source: You do not share geodata in any chats
ru: Вы не делитесь геоданными ни в одном чате

# geodataRequiresBackgroundLocationAccess
source: Geodata requires background location access. You can change this in your phone.
ru: Геоданным требуется доступ к местоположению в фоновом режиме. Вы можете изменить это в настройках своего телефона.

source: Who sees my information
ru: Кто видит мои сведения

source: Nobody
ru: Никто

# shareYourLastSeenTimeOnlineStatus
source: If you do not share your last seen time online status, you will not be able to see other users' last seen time and online status.
ru: Если вы не делитесь информацией о времени своего последнего посещения в статусе "в сети", вы не сможете видеть время последнего посещения и статус "в сети" других пользователей.

# lastVisitedTime
source: Last seen time
ru: Время последнего посещения

# whoSeesMyLastVisitTime
source: Who sees my last seen time
ru: Кто видит время моего последнего посещения

# whoSeesOnline
source: Who sees when I am online
ru: Кто видит, когда я в сети

source: Please confirm your identity
ru: Пожалуйста, подтвердите свою личность

# biometricAuthError
source: Biometric authentication error
ru: Ошибка биометрической аутентификации

source: Biometric
ru: Биометрическая

# blockingApp
source: Blocking the application
ru: Блокировка приложения

# enabledAppUnlockedFingerprint
source: When enabled, Chatify will need to be unlocked with your face, fingerprint, or other unique identifier. You can still receive calls even if Chatify is blocked.
ru: Если этот параметр включён, Chatify нужно будет разблокировать с помощью лица отпечатка пальца или другого уникального идентификатора. Вы можете принимать звонки, даже если Chatify заблокирован.

source: Mute unknown numbers
ru: Отключить звук для неизвестных номеров

# callsUnknownNumMutedNotify
source: Calls from unknown numbers will be muted. They will still appear in the Calls tab and in notifications.
ru: Звук звонков с неизвестных номеров будет отключен. Они будут по-прежнему отображаться на вкладке Звонки и в уведомлениях.

source: We care about your privacy
ru: Мы заботимся о вашей конфиденциальности

# manageCustomizeAppPrivacySettings
source: Manage and customize your Chatify privacy settings.
ru: Управляйте параметрами конфиденциальности Chatify и настраивайте их по своему усмотрению.

# chooseWhoContactYou
source: Choose who can contact you you
ru: Выбери те, кто может связаться с вами

# additionalPrivacyInformation
source: Additional privacy for your information
ru: Дополнительная конфиденциальность для ваших сведений

# additionalProtectionYourAccount
source: Additional protection for your account
ru: Дополнительная защита для вашего аккаунта

source: Go to
ru: Перейдите в

# viewAdditionalPrivacySettings
source: to view additional privacy settings.
ru: , чтобы просмотреть дополнительные настройки конфиденциальности.

# extended
source: Advanced
ru: Расширенные

# blockMessagesUnknownAccounts
source: Block messages from unknown accounts
ru: Блокировать сообщения от неизвестных аккаунтов

# protectYourAccountAppMessages
source: To protect your account and improve your device experience, Chatify will block messages from unknown accounts if they exceed a certain threshold.
ru: Для защиты вашего аккаунта и улучшения работы устройства Chatify будет блокировать сообщения от неизвестных аккаунтов, если их количество превысит определыннй порог.

# protectYourIpAddressCalls
source: Protect your IP address during calls
ru: Защитить IP-адрес во время звонков

# difficultDetermineLocationSecurely
source: To make it harder to determine your location, calls from this device will be routed securely through Chatify's servers. This will reduce the quality of your calls.
ru: Чтобы затруднить определение вашего местоположения, звонки с этого устройства будут передаваться в защищенном режиме через серверы Chatify. Это снизит качество звонков.

# disableLinkPreview
source: Disable link previews
ru: Отключить предпросмотр ссылок

# preventIpAddressWebsites
source: To prevent your IP address from being detected by third-party websites, previews of links you share in chats will be disabled.
ru: Чтобы ваш IP-адрес не смогли вычислить сторонние веб-сайты, предпросмотр ссылок, которыми вы делитесь в чатах, будет отключен.

# whoCanAddGroups
source: Who can add me to groups
ru: Кто может добавлять меня в группы

# adminsCannotAddGroupOptionSend
source: Admins who cannot add you to a group will have the option to send you a personal invite.
ru: У админов, которые не могут добавить вас в группу, будет возможность отправить вам личное приглашение.

# settingApplyCommunityAdSets
source: This setting does not apply to community ad sets. When you add yourself to a community, you are automatically added to the community ad set.
ru: Эта настройка не применяется к группам объявлений сообщества. При добавлении в сообщество вы автоматически добавляетесь в группу объявлений сообщества.

# visibilityPersonalData
source: Personal Data Visibility
ru: Видимость персональных данных

# disableReadReceiptsSendReceiveNotify
source: If you disable read receipts, you will not be able to send or receive these reports. These notifications cannot be disabled for group chats.
ru: Если вы отключите отчёты о прочтении, то не сможете отправлять и получать эти отчёты. Данные уведомления нельзя отключить для групповых чатов.

source: Automatic message timer
ru: Автоматический таймер сообщений

# newChatsMessagesDisappearAccording
source: Start new chats with messages that will disappear according to the specified timer.
ru: Начинайте новые чаты с сообщениями, которые будут исчезать в соответствии с заданным таймером.

# turnOffSoundUnknownNum
source: Turn off sound for unknown numbers
ru: Отключить звук для неизвестных номеров

source: Disabled
ru: Отключено

source: Allow camera effects
ru: Разрешить эффекты камеры

# useEffectsDuringVideoCalls
source: Use effects during video calls and recordings.
ru: Используйте эффекты во время съемки и видеозвонков.

# protectIpAddressCallsLinkPreviews
source: Protect your IP address during calls, disable link previews
ru: Защитить IP-адрес во время звонков, отключить предпросмотр ссылок

# manageYourPrivacyChooseSettings
source: Manage your privacy and choose the settings that suit you.
ru: Управляйте конфиденциальностью и выбирайте необходимые для себя настройки.

# provideAdditionalProtectionYourAccount
source: Provide additional protection for your account
ru: Обеспечьте дополнительную защиту для вашего аккаунта

# useFingerprintFaceRecognition
source: Use your fingerprint or face recognition to open Chatify on your device.
ru: Используйте отпечаток пальца или функцию распознавания лица дял открытия Chatify на своем устройстве.

# createRegisterApp
source: Create a PIN to re-register your phone number with Chatify.
ru: Создайте PIN для повторной регистрации вашего номера телефона в Chatify.

# manageYourPrivacyBlockingCalls
source: Manage your privacy. Choose who can contact you by blocking calls or messages from unwanted contacts.
ru: Управляйте своей конфиденциальностью. Выберите, кто может связаться с вами, заблокировав звонки или сообщения от нежелательных контактов.

# whoGroupsUsersOrOnlyContacts
source: Choose who can add you to groups: everyone or just your contacts
ru: Укажите, кто может добавлять вас в группы: все пользователи или только ваши контакты
