Repository: dreamerenigma/chatify-flutter
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# welcome
source: Welcome to Chatify
ru: Добро пожаловать в Chatify

# selectLanguageGetStarted
source: Select a language to get started
ru: Выберите язык, чтобы начать

source: Create in
ru: Разработано в

source: Login with
ru: Войдите с

# confirmTerms
source: By clicking on the button, you confirm that you are familiar with the Terms of Personal Data Processing.
ru: Нажимая на кнопку, вы подтверждаете, что ознакомлены с Условиями обработки персональных данных.

source: Phone
ru: Телефон

# checkInternet
source: Something Went Wrong (Check Internet!)
ru: Что-то пошло не так (проверьте Интернет!)

source: Name, Email, ...
ru: Имя, Email, ...

source: Add User
ru: Добавить пользователя

source: Email or Id
ru: Email или Id

source: Add
ru: Добавить

source: Cancel
ru: Отмена

source: OK
ru: ОК

# aboutText
source: Hey! I'm using Chatify!
ru: Привет! Я использую Chatify!

# statusText
source: Hello!
ru: Привет!

# userNotExists
source: User does not Exists!
ru: Пользователь не существует!

source: Chats
ru: Чаты

source: Status
ru: Статус

source: Community
ru: Сообщества

# connectedCommunity
source: Stay connected with the community
ru: Оставайтесь на связи с сообществом

# communityThematic
source: Communities unite participants into thematic groups and make it easier to receive updates from the admin. All the communities you are a member of will be displayed here.
ru: Сообщества объединяют участников в тематические группы и упрощают получение обновлений от админа. Здесь будут отображаться все сообщества, в которых вы состоите.

# communityExamples
source: View examples of communities
ru: Посмотреть примеры сообществ

# createCommunity
source: Create your community
ru: Создать свое сообщество

source: New community
ru: Новое сообщество

source: View examples
ru: Посмотреть примеры

# differentCommunities
source: of different communities
ru: различных сообществ

source: Change photo
ru: Изменить фото

source: Community name
ru: Название сообщества

# welcomeCommunity
source: Welcome! In this community, members can communicate in thematic groups and receive important updates.
ru: Приветствуем! В этом сообществе участники могут общаться в тематических группах и получать важные обновления.

source: Community created successfully!
ru: Сообщество успешно создано!

# communityCreationFailed
source: Failed created community!
ru: Не удалось создать сообщество!

source: Calls
ru: Звонки

source: Profile
ru: Профиль

source: Settings
ru: Настройки

source: New Group
ru: Новая группа

source: New newsletters
ru: Новая рассылка

# newslettersCreatedSuccessfully
source: Newsletter created successfully!
ru: Рассылка успешно создана!

# newsletterCreationFailed
source: Failed created newsletter!
ru: Не удалось создать рассылку!

source: Favorite messages
ru: Избранные сообщения

source: Confidentiality status
ru: Конфиденциальность статуса

source: Clear list
ru: Очистить список

# hello
source: Say Hii!👋
ru: Скажи привет!👋

source: Type something...
ru: Введите что-либо...

# holdRecord
source: Hold to record, release to send
ru: Удерживайте для записи, отпустите для отправки

source: Select images
ru: Выберите изображения

source: Select videos
ru: Выберите видео

source: Select documents
ru: Выберите документы

source: Unknown document
ru: Неизвестный документ

# takePhoto
source: Take a photo
ru: Сделать фото

source: Document successfully saved!
ru: Документ успешно сохранен!

# failedDownloadDocument
source: Failed to download document
ru: Не удалось загрузить документ

source: Record video
ru: Запись видео

source: Write
ru: Написать

source: Call
ru: Позвонить

source: About:
ru: О нас:

source: Email Copied!
ru: Email скопирован!

source: Joined on:
ru: Присоединился:

source: Share
ru: Поделиться

source: Change
ru: Изменить

# openAddressBook
source: Open in address book
ru: Открыть в адресной книге

# confirmSecureCode
source: Confirm your security code
ru: Подтверждение кода безопасности

source: Screen
ru: Экран

source: Themes
ru: Темы

source: Wallpapers
ru: Обои

source: Chat Settings
ru: Настройки чата

# pleaseEnterTextMessage
source: Please enter message text
ru: Пожалуйста, введите текст сообщения

# sendEnterKey
source: Send with Enter Key
ru: Отправить с помощью клавиши Enter

# subtitleSendEnterKey
source: Pressing Enter key sends the message
ru: Нажатие клавиши Enter отправляет сообщение

source: Media visibility
ru: Видимость медиа

# subtitleMediaVisibility
source: Show recently downloaded media files in device galleries
ru: Показывать загруженные недавно медиафайлы в галереи устройства

source: Font size
ru: Размер шрифта

source: Select font
ru: Выберите шрифт

source: Small
ru: Маленький

source: Average
ru: Средний

source: Big
ru: Большой

source: Archived chats
ru: Архивированные чаты

# subtitleArchivedChats
source: Archived chats
ru: Хранить чаты в архиве

# archivedChatsUnarchived
source: Archived chats will not be unarchived when a new message is received
ru: Архивированные чаты не будут разархивированы при получении нового сообщения

# chatsBackup
source: Chat backup
ru: Резервная копия чатов

# transferChats
source: Chats transfer
ru: Перенос чатов

# historiesChats
source: Chat histories
ru: История чатов

source: Name
ru: Имя

source: Surname
ru: Фамилия

# hintName
source: eg. Happy Singh
ru: пр. Хэппи Сингх

# hintAbout
source: eg. Feeling Happy
ru: пр. Чувствую себя счастливым

# aboutField
source: About me
ru: О себе

# hintStatus
source: eg. On Vacation
ru: пр. В отпуске

# hintPhoneNumber
source: eg. +7 999 999-99-99
ru: пр. +7 999 999-99-99

# phoneNumber
source: Enter phone number
ru: Номер телефона

source: Required field
ru: Обязательное поле

# profileUpdated
source: Profile updated successfully!
ru: Профиль успешно обновлен!

# update
source: Updating...
ru: Обновление...

# logoutAccount
source: Logout
ru: Выход из аккаунта

# sureLogoutAccount
source: Are you sure you want to log out of your account?
ru: Вы точно уверены, что хотите выйти из аккаунта?

source: Sure
ru: Уверен

source: Logout
ru: Выйти

# settingsSearch
source: Search...
ru: Поиск...

source: Account
ru: Аккаунт

# subtitleAccount
source: Security notices, phone number changes
ru: Уведомления безопасности, изменение номера телефона

source: Notifications
ru: Уведомления

# subtitleNotifications
source: Sounds of messages, groups and calls
ru: Звуки сообщений, групп и звонков

# dataStorage
source: Data and storage
ru: Данные и хранилище

# subtitleDataStorage
source: Network usage, startup
ru: Использование сети, автозагрузка

source: Privacy
ru: Конфиденциальность

# subtitlePrivacy
source: Blocking contacts, disappearing messages
ru: Блокировка контактов, исчезающие сообщений

source: Lists
ru: Списки

# subtitleLists
source: Managing contacts and groups
ru: Управление контактами и группами

source: Favorite
ru: Избранное

source: Favorites
ru: Избранные

# subtitleFavorite
source: Add, reorder, remove
ru: Добавить, изменить порядок, убрать

# subtitleChats
source: Themes, wallpapers, chat history
ru: Темы, обои, история чатов

source: Special features
ru: Специальные возможности

# subtitleSpecialFeatures
source: Animation
ru: Анимация

source: Application language
ru: Язык приложения

# subtitleLanguage
source: Select application language
ru: Выберите язык приложения

source: Help
ru: Помощь

# subtitleHelp
source: Help Center, Contact Us, Privacy Policy
ru: Справочный центр, cвязь с нами, политика конфиденциальности

# reportBug
source: Report a bug
ru: Сообщить об ошибке

# subtitleReportBug
source: Technical problems and errors
ru: Технические проблемы и ошибки

source: Help Center
ru: Справочный центр

# subtitleHelpCenter
source: Help, contact us
ru: Помощь, связь с нами

# termsPrivacyPolicy
source: Terms and privacy policy
ru: Условия и Политика конфиденциальности

# complaints
source: Complaints about channels
ru: Жалобы на каналы

source: No complaints
ru: Нет жалоб

source: Submitting complaint...
ru: Отправка жалобы...

# subtitleAbout
source: About the app
ru: О приложении

source: Version
ru: Версия

source: Licenses
ru: Лицензии

source: Languages
ru: Язык

source: Select language
ru: Выбор языка

# africanLanguage
source: Afrikaans
ru: Африкаанс

# arabianLanguage
source: Arab
ru: Арабский

# bulgarianLanguage
source: Bulgarian
ru: Болгарский

# bengalianLanguage
source: Bengal
ru: Бенгальский

# catalianLanguage
source: Catalan
ru: Каталанский

# czechLanguage
source: Czech
ru: Чешский

# danianLanguage
source: Danish
ru: Датский

# greekLanguage
source: Greek
ru: Греческий

# russianLanguage
source: Russian
ru: Русский

# englishLanguage
source: English
ru: Английский

# spanishLanguage
source: Spanish
ru: Испанский

# deutschLanguage
source: German
ru: Немецкий

# frenchLanguage
source: French
ru: Французский

# italianLanguage
source: Italian
ru: Итальянский

# portugueseLanguage
source: Portuguese
ru: Португальский

source: Select theme
ru: Выберите тему

# system
source: Default
ru: По умолчанию

source: Light
ru: Светлая

source: Dark
ru: Темная

source: Pick profile picture
ru: Выберите изображение профиля

source: Copy text
ru: Копировать текст

source: Save image
ru: Сохранить изображение

source: Edit message
ru: Редактировать сообщение

source: Delete message
ru: Удалить сообщение

source: Delete messages?
ru: Удалить сообщения?

source: Save video
ru: Сохранить видео

source: Video saved!
ru: Видео сохранено!

source: Sent at:
ru: Отправлено:

source: Read at:
ru: Получено:

# readAtSeenYet
source: Read At: Not seen yet
ru: Прочитано: Еще не прочитано

# imageSaved
source: Image successfully saved!
ru: Изображение успешно сохранено!

source: Text copied!
ru: Текст скопирован!

source: Update message
ru: Редактировать сообщение

source: Profile photo
ru: Фото профиля

source: Delete profile photo?
ru: Удалить фото профиля?

source: Delete
ru: Удалить

source: All media
ru: Все медиа

source: Show in chat
ru: Показать в чате

source: Save
ru: Сохранить

# viewGalleries
source: View in galleries
ru: Показать в галерее

source: Rotation
ru: Повернуть

source: Add contact
ru: Добавить контакт

# profilePhotoDeleted
source: Profile photo removed
ru: Фото профиля удалено

# profilePhotoDeleteFailed
source: Profile photo not deleted
ru: Фото профиля не удалено

source: Security notices
ru: Уведомления безопасности

source: Access keys
ru: Ключи доступа

source: Email address
ru: Адрес эл. почты

source: Two-step verification
ru: Двухшаговая проверка

source: Change number
ru: Изменить номер

# requestAccountInfo
source: Request account information
ru: Запрос информации аккаунта

source: Add account
ru: Добавить аккаунт

# deleteAccount
source: Delete this account
ru: Удалить этот аккаунт

# deleteAccountWarning
source: If you delete your account:
ru: Если вы удалите этот аккаунт:

# accountWillBeDeleted
source: Account will be deleted in Chatify
ru: Аккаунт будет удален в Chatify.

# messageHistoryWillBeDeleted
source: Your message history will be deleted.
ru: Будет удалена история ваших сообщений.

# removedFromAllGroups
source: You will be removed from all Chatify groups you are a member of.
ru: Вы будете удалены из всех групп Chatify, в которых вы состоите.

# backupWillBeDeleted
source: Your backup in the Input Studios storage will be deleted.
ru: Ваше резервная копия в хранилище Input Studios будет удалена.

# confirmCountryCodeAndPhoneNumber
source: To delete your account, confirm your country code and enter your phone number
ru: Чтобы удалить аккаунт, подтвердите код страны и введите номер телефона

source: Select country
ru: Выберите страну

source: Country
ru: Страна

# deleteAccountConfirmation
source: Are you sure you want to delete your account?
ru: Вы уверены, что хотите удалить свой аккаунт?

source: Account deleted!
ru: Аккаунт удален!

# prefixDate
source: was
ru: был(-а)

# lastSeenToday
source: was today in
ru: был(-а) сегодня в

# lastSeenYesterday
source: was yesterday in
ru: был(-а) вчера в

# lastSeenWeek
source: was in
ru: был(-а) в

# lastSeenTime
source: in
ru: в

source: Online
ru: Онлайн

# noProfilePicture
source: No profile picture available!
ru: Нет фотографии профиля!

source: Photo
ru: Фото

source: Video
ru: Видео

source: No profile photo
ru: Нет фото профиля

source: Audio
ru: Аудио

source: Select audio
ru: Выберите аудио

source: Save audio
ru: Сохранить аудио

# audioSaved
source: Audio successfully saved!
ru: Аудио успешно сохранено!

source: Add status
ru: Добавить статус

# addNewStatus
source: Disappears after 24 hours
ru: Исчезает через 24 часа

# statusUpdatesEncryption
source: Your status updates are protected by
ru: Обновления вашего статуса защищены

source: end-to-end encryption
ru: сквозным шифрованием

# seeStatusUpdates
source: Who can see my status updates
ru: Кто может видеть обновления моего статуса

source: My contacts
ru: Мои контакты

source: Only...
ru: Только...

# changesAffectStatus
source: Changes to your privacy settings will not affect status updates you've already sent
ru: Изменения в настройки конфиденциальности не затронут уже отправленные вами обновления статуса

# exception
source: Exc.
ru: Искл.

source: On
ru: Вкл.

# settingsSaved
source: Your settings have been saved
ru: Ваши настройки сохранены

source: Feedback
ru: Обратная связь

# feedbackWhatWouldLike
source: What would you like to do?
ru: Чем бы Вы хотели заняться?

# feedbackRepostProblem
source: Report a problem
ru: Сообщить о проблеме

# feedbackSuggestFeature
source: Suggest a new feature
ru: Предложить новую функцию

# feedbackProblemOrder
source: Report a problem with your order
ru: Сообщите о проблеме с вашим заказом

source: Your suggestion
ru: Ваше предложение

# describeProposal
source: Describe your proposal. We will not be able to answer you personally, but we will certainly take into account your wishes.
ru: Опишите свое предложение. Мы не сможем ответить вам лично, но обязательно учтем ваши пожелания.

# enterEmailAddress
source: Your email address
ru: Ваш электронный адрес

# notAllFields
source: Not all fields are filled!
ru: Не все поля заполнены!

# sendFeedbackMessage
source: Send
ru: Отправить

# feedbackApplication
source: This page is intended for feedback and suggestions on the application. If you want to open a dispute, please go to my orders.
ru: Эта страница предназначена для отзывов и предложений по приложению. Если вы хотите открыть спор, пожалуйста, перейдите в мои заказы.

# chooseAction
source: Choose an action
ru: Выберите действие

# makePhoto
source: To make a photo
ru: Чтобы сделать фотографию

source: Select available
ru: Выбрать доступные

# feedbackCancelButton
source: Cancel
ru: Отмена

source: No images found.
ru: Изображения не найдены.

source: Send feedback
ru: Отправить отзыв

source: Feedback sent successfully!
ru: Отзыв успешно отправлен!

# feedbackSentFailed
source: Failed to send feedback.
ru: Не удалось отправить отзыв.

source: Edit image
ru: Редактировать изображение

source: No Connection Found!
ru: Соединение не найдено!

# howCanHelp
source: How can we help?
ru: Чем мы можем помочь?

# searchHelpCenter
source: Search the Help Center
ru: Поиск в Справочном центре

source: Help Topics
ru: Справочные разделы

# beginningWork
source: Beginning of work
ru: Начало работы

# communicationCompanies
source: Communication with companies
ru: Общение с компаниями

# audioVideoCalls
source: Audio and video calls
ru: Аудио- и видео- звонки

source: Communities
ru: Сообщества

# privacySecurity
source: Privacy and Security
ru: Конфиденциальность и защита

# accountBlocking
source: Account and blocking
ru: Аккаунт и блокировка

source: Popular articles
ru: Популярные статьи

# howManageNotifications
source: How to manage notifications
ru: Как управлять уведомлениями

# howUpdateManually
source: How to update Chatify manually
ru: Как обновить Chatify вручную

# howRecoverChatHistory
source: How to recover chat history
ru: Как восстановить историю чатов

# howRegisterPhoneNumber
source: How to register a phone number
ru: Как зарегистрировать номер телефона

# howMakeVideoCalls
source: How to make video calls
ru: Как выполнить видео звонки

source: Temporary account blocking
ru: Временная блокировка аккаунта

# adStatusAndChannels
source: Advertising in Chatify status and channels
ru: Реклама в статусе и в каналах Chatify

source: Connect with us
ru: Связаться с нами

source: Send
ru: Отправить

# offlineCachedVideos
source: You are offline. Playback is only possible for cached videos.
ru: Вы находитесь в офлайн-режиме. Воспроизведение возможно только для закэшированного видео.

# inviteFriend
source: To invite a friend
ru: Пригласить друга

source: Jan.
ru: Янв.

source: Feb.
ru: Фев.

source: Mar.
ru: Мар.

source: Apr.
ru: Апр.

source: May.
ru: Май.

source: Jun.
ru: Июн.

source: Jul.
ru: Июл.

source: Aug.
ru: Авг.

source: Sep.
ru: Сен.

source: Oct.
ru: Окт.

source: Nov.
ru: Ноя.

source: Dec.
ru: Дек.

# noImageMailingList
source: No image of the mailing list
ru: Нет картинки рассылки

# invalidCountryCodeLength
source: Invalid country code length (maximum 1-3 characters).
ru: Неверная длина кода страны (максимально 1-3 символа).

source: Next
ru: Далее

# pleaseEnterPhoneNum
source: Please enter your phone number
ru: Пожалуйста, введите номер телефона

# connected
source: Connecting...
ru: Соединение...

# enterYourPhoneNum
source: Enter your phone number
ru: Введите свой номер телефона

# bindAuxiliaryDevice
source: Bind as auxiliary device
ru: Привязать как вспомогательное устройство

# verifyYourPhoneNum
source: Chatify needs to verify your phone number. Carrier rates may apply.
ru: Chatify необходимо подтвердить ваш номер телефона. Могут применяться тарифы оператора.

# whatMyNumber
source: What is my number?
ru: Какой у меня номер?

# thereNoAnswerMyQuestion
source: There is no answer to my question here
ru: Здесь нет ответа на мой вопрос

source: Problem detected
ru: Обнаружена проблема

# enteredNotValidNumber
source: The phone number you entered is not a valid number in your country. Make sure you enter a phone number that is linked to an active SIM card. We do not support landline or VoIP numbers.
ru: Номер телефона, который вы ввели, является недействительным номером в вашей стране. Убедитесь, что вы вводите номер телефона, привязанный к активной SIM-карте. Мы не поддерживаем городские телефонные номера или номера VoIP.

# returnPreviousScreen
source: Please return to the previous screen and enter a valid number in full international format:
ru: Пожалуйста, вернитесь на предыдущий экран и введите действительный номер в полном международном формате:

# listSuggestedCountries
source: Select a country from the list of suggested countries. This will automatically fill in the country code.
ru: Выберите страну из списка предложенных стран. Это автоматически заполнит код страны.

# doNotEnterZero
source: Enter your phone number. Do not enter 0 before the phone number.
ru: Введите свой номер телефона. Не вводите 0 перед номером телефона.

# correctPhoneNumYourCountry
source: For example, the correct phone number for Russia is +7 (926) 456-78-90.
ru: Например, правильный номер телефона для России будет +7 (926) 456-78-90.

# moreDetailedInfo
source: For more detailed information, please read our
ru: Для более детальной информации, пожалуйста, прочтите нашу

# articleFaq
source: article in FAQ
ru: статью в FAQ

# describeProblem
source: Describe the problem
ru: Опишите проблему

# addScreenshots
source: Add up to 3 screenshots or recordings
ru: Добавьте до 3 скриншотов или записей

# visitHelpCenter
source: Visit our help center
ru: Посетите наш справочный центр

source: Support
ru: Поддержка

# bindingAuxiliaryDevice
source: Binding an auxiliary device
ru: Привязка вспомогательного устройства

# registerNewAccount
source: Register a new account
ru: Зарегистрировать новый аккаунт

# scanCodeUse
source: Scan this code to use Chatify on multiple phones. Sign in to your primary phone every 14 days to keep that phone connected.
ru: Сканируйте код, чтобы использовать Chatify на нескольких телефонах. Входите в приложение на вашем основном телефоне каждые 14 дней, чтобы этот телефон оставался подключенным.

# qrCodeExpired
source: The QR code has expired
ru: Срок действия QR-кода истёк

source: Reboot
ru: Перезагрузить

# openAppYourPrimary
source: Open Chatify on your primary phone
ru: Откройте Chatify в своём основном телефоне

source: Press
ru: Нажмите

source: Menu
ru: Меню

# onAndroid
source: on Android or
ru: на телефоне с Android или

source: on iPhone
ru: на iPhone

# appRelatedDevices
source: Related Devices
ru: Связанные устройства

# relatedDevices
source: Linked Devices,
ru: Связанные устройства,

source: then
ru: затем

# linkingDevice
source: Link Device
ru: Связывание устройства

# pointYourPhone
source: Point your phone at this screen to scan the QR-code
ru: Наведите свой телефон на этот экран, чтобы считать QR-код

source: Login
ru: Войти

# addingAccount
source: Adding an account
ru: Добавление аккаунта

# checkOutOur
source: Please read our
ru: Ознакомьтесь с нашей

source: Privacy Policy
ru: Политикой конфиденциальности

# acceptContinue
source: . Click «Accept and Continue» to accept the
ru: . Нажмите «Принять и продолжить», чтобы принять

source: Terms of Service
ru: Условия предоставления услуг

source: Accept and Continue
ru: Принять и продолжить

source: By default
ru: По умолчанию

source: General
ru: Общие

source: Sign in
ru: Вход

# launchOnLogin
source: Launch Chatify when you sign in
ru: Запуск Chatify при входе

source: Off
ru: Выкл.

source: Enter
ru: Ввод

# changeInputSettings
source: Change your input settings for autocorrect and fingerprint highlighting in
ru: Измените настройки ввода для автозамены и выделения отпечаток в

source: Windows settings
ru: настройках Windows

# replacingTextEmoticons
source: Replacing text with emoji
ru: Замена текста на смайлики

# textCombinationsReplaced
source: Some text combinations will be replaced with emoji as you type.
ru: Некоторые текстовые сочетания при наборе будут заменены на смайлики.

# viewListTextSymbols
source: View a list of text symbols
ru: Смотреть список текстовых обозначений

source: To
ru: Чтобы

source: sign out
ru: выйти

# onComputerGoYour
source: from Chatify on this computer, go to your
ru: из Chatify на этом компьютере, перейдите в свой

# profileLink
source: profile
ru: профиль

# replacedEmoticonsYouType
source: If this setting is enabled, the following Below, text symbols will be replaced with emoticons when typing.
ru: Если это настройка включена, приведенные ниже текстовые обозначения при наборе будут заменяться на смайлики.

source: recipient
ru: получателя

source: Success
ru: Успешно

source: Group photo removed
ru: Групповое фото удалено

# failedDeleteGroupPhoto
source: Failed to delete group photo.
ru: Не удалось удалить групповое фото.

source: Error!
ru: Ошибка!

# controlYourPhone
source: Control on your phone
ru: Управление на вашем телефоне

# lastSeenTimeOnlineStatus
source: Last seen time in "online" status
ru: Время последнего посещения в статус "в сети"

source: My Contacts, All
ru: Мои контакты, Все

# intelligence
source: Information
ru: Сведения

# addingGroups
source: Adding to groups
ru: Добавление в группы

# readingReports
source: Read receipts
ru: Отчёты о прочтении

# readReceiptsCannotDisabled
source: Read receipts cannot be disabled for group chats.
ru: Отчеты о прочтении нельзя отключить для групповых чатов.

source: Blocked contacts
ru: Заблокированные контакты

source: No blocked contacts
ru: Нет заблокированных контактов

source: Security
ru: Безопасность

# chatsCallsConfidential
source: Your chats and calls are private
ru: Ваши чаты и звонки конфиденциальны
