Repository: dreamerenigma/chatify-flutter
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# encryptionKeepsYourMessages
source: End-to-end encryption keeps your messages and calls private between you and the people you choose. No one outside the chat, not even Chatify, can read, listen, or share them. This includes:
ru: Сквозное шифрование сохраняет ваши личные сообщения и звонки между вами и выбранными вами людьми. Никто за пределами чата, даже Chatify, не может читать, слушать или делиться ими. Это включает в себя:

# textVoiceMessages
source: Text and voice messages
ru: Текстовые и голосовые сообщения

# photosVideosDocuments
source: Photos, videos, and documents
ru: Фото, видео и документы

source: Location sharing
ru: Обмен местоположением

source: Status update
ru: Обновление статуса

# readMore
source: Learn more
ru: Подробнее

# securityNotifyComputer
source: Show security notifications on this computer
ru: Показывать уведомления безопасности на этом компьютере

# receiveNotifyPhoneSecurityCode
source: Get notified when a contact's phone security code changes. If you have multiple devices, you must enable this setting separately on each device where you want to receive these notifications.
ru: Получайте уведомления в случае изменения кода безопасности телефона контакта. Если у вас несколько устройств, этот параметр необходимо включить отдельно на каждом устройстве, на котором вы хотите получать эти уведомления.

# howDeleteYourAccount
source: How to delete your account
ru: Как удалить свой аккаунт

# registrationSuccessful
source: Registration successful, you are logged in!
ru: Регистрация успешна, вы вошли в систему!

# errorRegistration
source: Error during registration
ru: Ошибка при регистрации

# unknownErrorRegistration
source: Unknown error during registration
ru: Неизвестная ошибка при регистрации

# loginByMail
source: Login by email
ru: Вход по почте

# enterYourEmailLogInApp
source: Enter your email and password to log in to Chatify.
ru: Введите почту и пароль для входа в Chatify.

source: Password
ru: Пароль

# installYourComputer
source: To install Chatify on your computer:
ru: Чтобы установить Chatify на компьютере:

# contactPhoneNumber
source: Connect by phone number
ru: Связать по номеру телефона

source: Email
ru: Почта

# numberConfirm
source: Number confirmation
ru: Подтверждение номера

# smsSentNumber
source: SMS sent to number
ru: SMS отправлено на номер

source: Invalid number?
ru: Неверный номер?

# noReceiveCode
source: Didn't receive code?
ru: Не получили код?

# registrationSuccess
source: Registration successful.
ru: Регистрация успешна.

source: Warning!
ru: Предупреждение!

source: Incorrect OTP code
ru: Некорректный код OTP

source: Error checking OTP code.
ru: Ошибка при проверке кода OTP.

source: Search
ru: Поиск

# receiveYourConfirmCode
source: Didn't receive your confirmation code?
ru: Не получили код подтверждения?

# pleaseCheckYourSmsMessagesNewCode
source: Please check your SMS messages before requesting a new code.
ru: Перед запросом нового кода проверьте свои SMS-сообщения.

source: Repeat SMS
ru: Повторить SMS

source: Call me
ru: Позвонить мне

# isCorrectNumber
source: Is this the correct number?
ru: Это верный номер?

source: Yes
ru: Да

# seeMyStatusUpdates
source: Who can see my status updates
ru: Кто может видеть обновления моего статуса

# contactsOtherThan
source: Contacts except...
ru: Контакты, кроме...

# exceptions
source: Excl. 0
ru: Искл. 0

# onZero
source: On 0
ru: Вкл. 0

# ready
source: Done
ru: Готово

source: Add signature...
ru: Добавить подпись...

# pleaseSelectOnlyMessages
source: Please select only messages from one user.
ru: Пожалуйста, выберите только сообщения от одного пользователя.

source: Copy
ru: Копировать

source: Edit
ru: Редактировать

source: Pin it
ru: Закрепить

source: Complain
ru: Пожаловаться

# searchContacts
source: Search for contacts
ru: Поиск контактов

# contactsSending
source: Contacts to send
ru: Контакты для отправки

# selected
source: Selected: 0 of 256
ru: Выбрано: 0 из 256

# atLeastTwoContactsSelected
source: At least 2 contacts must be selected
ru: Должно быть выбрано минимум 2 контакта

source: Error creating mailing list
ru: Ошибка при создании рассылки

source: Create Poll
ru: Создать опрос

source: Question
ru: Вопрос

# askQuestion
source: Ask a question
ru: Задайте вопрос

source: Options
ru: Варианты

# addPlus
source: + add
ru: + добавить

source: Allow multiple answers
ru: Разрешить несколько ответов

# addQuestionTwoAnswerOptions
source: Add a question or at least two answer options
ru: Добавьте вопрос или не менее двух вариантов ответа

source: Group Permissions
ru: Разрешения группы

source: Participants can:
ru: Участники могут:

source: Change settings
ru: Изменять настройки

source: groups
ru: группы

# groupIncludes
source: This includes the group name, picture, and description, the disappearing message timer, and the settings for saving and pinning messages.
ru: Сюда входят название, картинка и описание группы, таймер исчезающих сообщений, а также настройки сохранения и закрепления сообщений.

source: Send messages
ru: Отправлять сообщения

source: Add other participants
ru: Добавлять других участников

source: Admins can:
ru: Админы могут:

source: Confirm new members
ru: Подтверждать новых участников

# enabledAdminsJoinGroup
source: If enabled, admins will need to confirm all requests to join the group.
ru: Если эта функция включена, админам потребуется подтверждать все запросы на вступление в группу.

# pressAgainExit
source: Press again to exit
ru: Нажмите еще раз чтобы выйти

# unableDeleteUsersChats
source: Unable to delete other users' chats
ru: Невозможно удалить чаты других пользователей

# yourContactListUpdated
source: Your contact list has been updated!
ru: Ваш список контактов обновлен!

source: New mailing
ru: Новая рассылка

source: Choose
ru: Выбрать

# totalCountContacts
source: contacts
ru: контактов

source: Contact
ru: Контакт

source: Contacts
ru: Контакты

source: New contact
ru: Новый контакт

# contactsOnApp
source: Contacts in Chatify
ru: Контакты в Chatify

# inviteOnApp
source: Invite to Chatify
ru: Пригласить в Chatify

# letsChatInApp
source: Let's chat in Chatify. This is a fast, convenient and safe application for free communication with each other. Download https://inputstudios.ru/download
ru: Давайте будем общаться в Chatify. Это быстрое, удобное и безопасное приложение для бесплатного общения друг с другом. Скачать https://inputstudios.ru/download

# failedOpenContacts
source: Failed to open contacts
ru: Не удалось открыть контакты

# atLeastOneContactSelected
source: At least 1 contact must be selected
ru: Должен быть выбран минимум 1 контакт

source: Newsletter
ru: Рассылка

# onlyContactsPhoneNumber
source: Only contacts with +7 999 888-77-66 in their address books will receive your bulk message.
ru: Только контакты с +7 999 888-77-66 в их адресных книгах получат ваше сообщение рассылки.

# leastTwoContactsMustBeSelected
source: A minimum of 2 contacts must be selected
ru: Должно быть выбрано минимум 2 контакта

# yourPrivateMessagesAndCalls
source: With end-to-end encryption, your private messages and calls stay between you and the people you're communicating with. Not even Chatify can access them. These include:
ru: Благодаря сквозному шифрованию ваши личные сообщения и звонки остаются только между вами и людьми, с которыми вы общаетесь. Даже Chatify не может получить к ним доступ. К ним относятся:

# messagesCallsProtectedEncryption
source: Messages and calls are protected by end-to-end encryption. Third parties, including Chatify, cannot read your messages or listen to your calls. Click to learn more.
ru: Сообщения и звонки защищены сквозным шифрованием. Третьи лица включая Chatify, не могут прочитать ваши сообщения или прослушать звонки. Нажмите, чтобы узнать подробнее.

# youCreatedMailingList
source: You have created a mailing list with
ru: Вы создали список рассылки с

source: recipients
ru: получателями

source: Loading...
ru: Загрузка...

source: Error loading names
ru: Ошибка загрузки имен

source: No members
ru: Нет участников

source: Unknown user
ru: Неизвестный пользователь

source: Mailing list data
ru: Данные рассылки

# mediaMailings
source: Mailing list media
ru: Медиа рассылки

source: Wallpaper
ru: Обои

source: More
ru: Ещё

# addChatIconScreen
source: Add chat icon to screen
ru: Добавить иконку чата на экран

source: Unknown Community
ru: Неизвестное сообщество

source: Date not specified
ru: Дата не указана

source: Invalid date
ru: Недействительная дата

source: Open navigation
ru: Открыть навигацию

source: In archive
ru: В архиве

# searchInChatSArchive
source: Search in chat archive
ru: Поиск в архиве чатов

# settingsArchive
source: Archiving settings
ru: Настройки архивации

# newLinkCall
source: New link to call
ru: Новая ссылка на звонок

source: Call number
ru: Позвонить на номер

# newCall
source: New call (Ctrl+Shift+C)
ru: Новый звонок (Ctrl+Shift+C)

# searchNewCall
source: Search or new call
ru: Поиск или новый звонок

# searchNewChat
source: Search or new chat
ru: Поиск или новый чат

source: Search favorite messages
ru: Поиск избранных сообщений

source: No results
ru: Нет результатов

# yourPrivateMessagesProtected
source: Your private messages are protected
ru: Ваши личные сообщения защищены

# yourChatsCallsConfidential
source: Your chats and calls are private
ru: Благодаря сквозному шифрованию ваши личные сообщения и звонки остаются только между вами и людьми, с которыми вы общаетесь. Даже Chatify не может получить к ним доступ. К ним относятся:

# appForWindows
source: Chatify for Windows
ru: Chatify для Windows

# sendReceiveMessagesFourLinkDevice
source: You can send and receive messages without having to leave your phone connected. Use Chatify on up to four linked devices and one phone at a time.
ru: Вы можете отправлять и получать сообщения без необходимости оставлять телефон подключенным. Используйте Chatify одновременно на четырёх связанных устройствах и одном телефоне.

# protectedEncryption
source: Protected with end-to-end encryption
ru: Защищено сквозным шифрованием

# clickContactNameStatus
source: Tap a contact's name to see their status
ru: Нажмите на имя контакта, чтобы увидеть статус

# statusUpdatesProtectedEncryption
source: Status updates are protected with end-to-end encryption
ru: Обновления статуса защищены сквозным шифрованием

source: My status
ru: Мой статус

source: No updates
ru: Нет обновлений

source: No new status
ru: Новых статусов нет

# videoAudio
source: Video and Audio
ru: Видео и аудио

source: Personalization
ru: Персонализация

source: Storage
ru: Хранилище

source: Hotkeys
ru: Горячие клавиши

source: Links
ru: Ссылки

# addDataAbout
source: Adding data about
ru: Добавление данных об

source: Username
ru: Имя пользователя

source: Error playing sound
ru: Ошибка воспроизведения звука

source: Error signing in with Google
ru: Ошибка входа через Google

source: Close
ru: Закрыть

source: Back
ru: Назад

source: Google Authorization
ru: Авторизация Google

# clickOnLinkToLogIn
source: Click on the link to log in:
ru: Нажмите на ссылку для авторизации:

source: Verification Error
ru: Ошибка верификации

source: Chatify Support
ru: Поддержка Chatify

source: Select Messages
ru: Выбрать сообщения

source: Open Chat in Another Window
ru: Открыть чат в другом окне

source: Close Chat
ru: Закрыть чат

# officialAppSupportAccount
source: You are communicating with the official Chatify Support account. Click here to learn more.
ru: Вы общаетесь с официальным аккаунтом Службы поддержки Chatify. Нажмите, чтобы узнать подробнее.

# officialAppSupportBusinessAccount
source: You are communicating with the official "Chatify Support" business account.
ru: Вы общаетесь с официальным бизнес-аккаунтом "Chatify Support".

# appConfirmsOfficialAppSupport
source: Chatify confirms that this is the official "Chatify Support" business account.
ru: Chatify подтверждает, что это официальный бизнес-аккаунт "Chatify Support".

# messagesAIGeneratedInappropriate
source: Messages may be AI-generated and may be inaccurate or inappropriate. Click to learn more.
ru: Сообщения могут быть сгенерированы ИИ и могут быть неточными или неуместными. Нажмите, чтобы узнать подробнее.

source: Reject
ru: Отклонить

source: Swipe up to accept
ru: Проведите вверх, чтобы принять

source: Message
ru: Сообщение

# errorStartingRingingTone
source: Error starting ringtone
ru: Ошибка при запуске мелодии звонка

# errorStopingRingingTone
source: Error stopping ringtone
ru: Ошибка остановки мелодии звонка

source: Protected with end-to-end encryption
ru: Защищено сквозным шифрованием

source: Switch to video call
ru: Переключить на видео звонок

source: Toggle
ru: Переключить

# microPermissionDenied
source: Microphone access denied
ru: В доступе к микрофону отказано

# errorInitCamera
source: Error initializing camera
ru: Ошибка инициализации камеры

source: Camera permission denied
ru: Разрешение на использование камеры отклонено

source: No cameras available
ru: Нет доступных камер

# errorInitRecorder
source: Error initializing recorder
ru: Ошибка инициализации регистратора

source: Error starting video recording
ru: Ошибка начала записи видео

source: Error stopping video recording
ru: Ошибка остановки записи видео

source: Error switching camera
ru: Ошибка переключения камеры

# errorStartingMicroRecording
source: Error starting microphone recording
ru: Ошибка начала записи микрофона

# errorStoppingMicroRecording
source: Error stopping microphone recording
ru: Ошибка остановки записи микрофона

source: Recorder initialized
ru: Регистратор инициализирован

source: Error in onTap
ru: Ошибка в onTap

source: Add to Favorites
ru: Добавить в Избранное

source: Adding Participants
ru: Добавление участников

# shareLink
source: Share a link
ru: Поделиться ссылкой

source: Other contacts
ru: Другие контакты

# joinMyAppAudioCallLink
source: Join my Chatify audio call using this link
ru: Присоединитесь к моему аудио звонку в Chatify по ссылке

# failedToOpenSMSApp
source: Failed to open the SMS app.
ru: Не удалось открыть SMS-приложение.

# toCallContactsWhoHaveApp
source: To call contacts who have Chatify,
ru: Чтобы позвонить контактам, у которых есть Chatify,

# clickOnCallIconBottomScreen
source: click the call icon at the bottom of the screen
ru: нажмите на иконку звонка в нижней части экрана

source: Recent
ru: Недавние

# createCallLink
source: Create a call link
ru: Создать ссылку на звонок

# anyAppUserJoinCallUsingLink
source: Any Chatify user can join a call using this link. Only share it with people you trust.
ru: Любой пользователь Chatify может присоединиться к звонку по этой ссылке. Делитесь ей только с теми людьми, которым вы доверяете.

source: Select call type
ru: Выберите тип звонка

source: Call type
ru: Тип звонка

# sendLinkViaApp
source: Send link via Chatify
ru: Отправить ссылку через Chatify

source: Link copied
ru: Ссылка скопированна

source: Copy link
ru: Копировать ссылку

source: Call Link
ru: Ссылка на звонок

source: Skip
ru: Пропустить

source: Join
ru: Присоединиться

# appCall
source: Chatify Call
ru: Звонок Chatify

# waitingOtherParticipants
source: Waiting for other participants
ru: Ожидание других участников

source: You
ru: Вы

# youCall
source: (you)
ru: (вы)

# failedToOpenContactAddScreen
source: Failed to open the add contact screen.
ru: Не удалось открыть экран добавления контакта.

source: Add info
ru: Добавить информацию

# selectContacts
source: contact
ru: контакта

# addUpToThirtyOnePeople
source: Add up to 31 people
ru: Добавьте до 31 чел.

# scheduleCall
source: Schedule a call
ru: Запланировать звонок

# callsNumber
source: Call number:
ru: Позвонить по номеру:

source: Call via mobile operator
ru: Позвонить через сотового оператора

# phoneCallPermissionNotGranted
source: Phone call permission not granted granted
ru: Разрешение на телефонный звонок не предоставлено

# areYouSureClearAllCallLogs
source: Are you sure you want to clear all call logs?
ru: Вы действительно хотите очистить весь журнал звонков?

# createNewContactOrAddExistingOne
source: Create a new contact or add to an existing one?
ru: Создать новый контакт или добавить к существующему?

source: Existing
ru: Существующий

# createNewContact
source: New
ru: Новый

source: Speakers
ru: Динамики

source: Speaker
ru: Динамик

source: Default Communication Device
ru: Устройство связи по умолчанию

source: Can't talk. What happened?
ru: Не могу говорить. Что случилось?

# callYouBackNow
source: I'll call you back now.
ru: Я сейчас перезвоню.

# callBackLater
source: I'll call you back later.
ru: Я перезвоню позже.

# cantTalkCallBackLater
source: Can't talk. Call you back later?
ru: Не могу говорить. Перезвоните позже?

# writeMessage
source: Write a message...
ru: Написать сообщение...

# newCallDialog
source: New call
ru: Новый звонок

source: Video call
ru: Видеозвонок

source: Audio call
ru: Аудиозвонок

# doYouCommunicateOften
source: Communicate often
ru: Часто общаетесь

source: All contacts
ru: Все контакты

source: Share screen
ru: Демонстрировать экран

source: Send message
ru: Отправить сообщение

source: Good connection
ru: Хорошее подключение

source: No videos available
ru: Нет доступных видео

source: Error initializing media_kit video
ru: Ошибка инициализации видео media_kit

source: Device is online.
ru: Устройство подключено к сети.

source: Call from
ru: Звонок с

source: Swipe up to select filters
ru: Проведите вверх для выбора фильтров

source: Status (Contacts)
ru: Статус (Контакты)

source: Error adding status
ru: Ошибка при добавлении статуса

source: Enter status
ru: Введите статус

source: Viewed
ru: Просмотренные

# yourStatusAndChatsPrivate
source: Your status and chats are private
ru: Ваш статус и чаты конфиденциальны

# statusUpdatesAndPrivateMessages
source: The status updates and private messages you exchange with the contacts you choose are end-to-end encrypted. Not even Chatify can access them. These include:
ru: Обновление статуса и личные сообщения, которыми вы обмениваетесь с выбранными вами контактами, защищены сквозным шифрованием. Даже Chatify не может получить к ним доступ. К ним относятся:

source: Adding Status
ru: Добавление статуса

source: Text
ru: Текст

source: Layout
ru: Макет

source: Voice
ru: Голос

source: Camera
ru: Камера

source: Delete Text?
ru: Удалить текст?

source: Newsletters
ru: Рассылки

source: No newsletter
ru: Нет рассылки

source: Read all
ru: Прочитать все

# nameCannotBeEmpty
source: Name can't be empty.
ru: Имя не может быть пустым.

# currentCall
source: Current
ru: Текущий

source: See more "Favorites"
ru: Смотреть ещё "Избранное"

source: Current video call
ru: Текущий видеозвонок

source: Open
ru: Открыть

# newChatNewGroup
source: New chat (Ctrl+N) New group (Ctrl+Shift+N)
ru: Новый чат (Ctrl+N) Новая группа (Ctrl+Shift+N)

source: Chat filter
ru: Фильтр чатов

source: Message text
ru: Текст сообщения

source: No unread chats
ru: Нет непрочитанных чатов

source: View all chats
ru: Просмотреть все чаты

source: Top up your Favorites
ru: Пополните Избранное

# viewFavoritesChatsAndCalls
source: View Favorites in the "Chats" and "Calls" tabs. You can add an unlimited number of users and groups.
ru: Просматривайте Избранное на вкладках "Чаты" и "Звонки". Вы можете добавить неограниченное количество пользователей и групп.

source: Add users or groups
ru: Добавить пользователей или группы

source: All
ru: Все

source: Unread
ru: Непрочитанное

source: Photos and Videos
ru: Фото и видео

source: Status Privacy
ru: Статус Конфиденциальность

source: Status Privacy Settings.
ru: Настройки конфиденциальности статуса.

source: Always
ru: Всегда

source: Never
ru: Никогда

# onlyWhenAppOpen
source: Only when the app is open
ru: Только при открытом приложении

source: Change color scheme?
ru: Сменить цветовую схему?

# actionWillRestartApp
source: This action will restart the app. Continue?
ru: Это действие перезапустит приложение. Продолжить?

# blueColor
source: Blue
ru: Синий

# redColor
source: Red
ru: Красный

# greenColor
source: Green
ru: Зеленый

# orangeColor
source: Orange
ru: Оранжевый

source: No
ru: Нет

# alert
source: Warning
ru: Предупреждение

source: Apply new theme?
ru: Применить новую тему?

# changeTopic
source: Change theme?
ru: Сменить тему?

# appWillNeedToBeRestartedApplyNewTheme
source: Chatify will need to be restarted to apply the new theme.
ru: Chatify потребуется перезапустить, чтобы применить новую тему.

# systemTheme
source: System
ru: Системная

source: Synced with phone
ru: Синхронизировано с телефоном

source: Archive all chats
ru: Архивировать все чаты

# receiveNewMessagesInArchivedChats
source: You will still receive new messages in archived chats.
ru: Вы по прежнему будете получать новые сообщения в архивированных чатах.

source: Delete all messages
ru: Удалить все сообщения

# deleteAllMessagesChatsAndGroups
source: Delete all messages from chats and groups
ru: Удалить все сообщения из чатов и групп

source: Delete all chats
ru: Удалить все чаты

# deleteAllMessagesAndClearChatHistory
source: Delete all messages and clear your chat history
ru: Удалить все сообщения и очистить историю чатов

# enableThisOption
source: To enable this option, go to your computer Settings > Applications > Startup and enable Chatify to start at login
ru: Чтобы включить эту опцию, перейдите в Настройки своего компьютера > Приложения > Автозагрузка и включите запуск Chatify при входе

# writeToUs
source: Let us know
ru: Напишите нам

# rateApp
source: Rate the app
ru: Оцените приложение

source: Add participants
ru: Добавить участников

source: Change group name
ru: Изменить название группы

# aboutGroups
source: Group
ru: Группа

# participant
source: member
ru: участника

# addGroupDescription
source: Add a description for the group
ru: Добавьте описание группы

source: Group created by you,
ru: Группа создана вами,

source: Media, links, and documents
ru: Медиа, ссылки и документы

source: Encryption
ru: Шифрование

# messagesCallsProtectedEndToEndEncryption
source: Messages and calls are protected end-to-end encrypted. Only members of this chat can read, listen to, or forward them. Select to learn more.
ru: Сообщения и звонки защищены сквозным шифрованием. Прочитать, прослушать или переслать их могут только участники этого чата. Выберите, чтобы узнать подробнее.

source: Disappearing messages
ru: Исчезающие сообщения

source: Closing chat
ru: Закрытие чата

# closeAndHideChatDevice
source: Close and hide this chat on this device.
ru: Закрыть и скрыть этот чат на данном устройстве.

# addGroupToCommunity
source: Add a group to a community
ru: Добавить группу в сообщество

# combineParticipantsThematicGroups
source: Combine participants ' 'into thematic groups
ru: Объединяйте участников ' 'в тематические группы

source: Invite via link
ru: Пригласить по ссылке

source: Remove from Favorites
ru: Удалить из Избранного

source: Add to list
ru: Добавьте в список

source: Please wait
ru: Пожалуйста, подождите

source: Leave group
ru: Выйти из группы

source: Report group
ru: Пожаловаться на группу

source: Search by name or phone number
ru: Поиск по имени или номеру телефона

source: Forward...
ru: Переслать...

source: Send location
ru: Отправить местоположение

source: Share geodata
ru: Делиться геоданными

source: Nearest places
ru: Ближайшие места

source: Send current location
ru: Отправить текущее местоположение

# settingsSendCurrentLocation
source: To send the nearest place or your location, allow Chatify to access location. Go to Settings > Permissions and turn on Location.
ru: Чтобы отправить ближайшее место или ваше местоположение, разрешите приложению "Chatify" доступ к местоположению. Перейдите в Настройки > Разрешения и включите Местоположение.

source: Error opening app settings
ru: Ошибка открытия настроек приложения
